{
    "nodes": [
        {
            "id": "0",
            "isClusterNode": false,
            "name": "Amy Rodriguez",
            "profile": "Amy Rodriguez Amy Rodriguez 18:58 Hello, I realized I never sent my intro I’m Amy (she/her/ella) a rising senior at the University of Michigan studying Information Sciences at the University of Michigan (Go Blue!) with a concentration in User Experience Design paired with minors in business and public policy. I’m so excited to be joining Develop for Good, this is my first time and I am so grateful for the opportunity and ability to connect with everyone on this channel! Location: Michigan DFG Role: Product Manager @Joy Education Project Hobbies: Photography/videography, vision board making, listening to music, faith, food, family, friends, and international travel! LinkedIn: https://www.linkedin.com/in/amy-herreraa/ linkedin.com Amy H. - Salesforce | LinkedIn Hello! I'm Amy Rodriguez a driven first-generation college student of Mexican immigrant parents. I am currently studying Information Sciences at the University of Michigan (Go Blue!) School of Information with a concentration in User Experience Design paired with minors in business and public policy. Given my background I am passionate about all things UX (design, research, strategy...) Product Marketing and Product Management. My upbringing in a Latino household has nurtured my love for storytelling, culture and its relation to digital innovation. I'm an extremely curious student with a passion for technology + design + business. My interests also incl… Show more 2",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729D9HFMY-715977bea7b2-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "1",
            "isClusterNode": false,
            "name": "Hamede Abdulgafur",
            "profile": "Hamede Abdulgafur Hamede Abdulgafur 11:07 Hello everyone, My name is Hamede and I'm a rising senior at Minnesota State University, Mankato, Majoring in Computer Engineering Location: Mankato, Minnesota Role: Engineer for Involve MINT Hobbies: Photography, Football (Arsenal - COYG!!) LinkedIn: https://www.linkedin.com/in/hamede-abdulgafur/ linkedin.com Hamede Abdulgafur - Minnesota State University, Mankato | LinkedIn Natural-born problem solver aspiring to a get degree in Computer Engineering. Deeply… · Experience: Minnesota State University, Mankato · Education: Minnesota State University, Mankato · Location: Mankato · 500+ connections on LinkedIn. View Hamede Abdulgafur’s profile on LinkedIn, a professional community of 1 billion members. 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U073EB5RAKB-g71fe5bcda51-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "2",
            "isClusterNode": false,
            "name": "Cameron Lee",
            "profile": "Cameron Lee Cameron Lee 08:33 Hi everyone I'm Cameron, a senior from the University of British Columbia, where I study a double major in business and computer science. It's very exciting to meet y'all. Location: Vancouver/Toronto, Canada DFG Role: PM for involveMINT Hobbies: dog sports (ultimate frisbee), swords (fencing), creating new things (cooking) LinkedIn: Let's connect! (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072V2E3J3Y-gedf83956869-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "3",
            "isClusterNode": false,
            "name": "Juliana Bakhtsizina",
            "profile": "Juliana Bakhtsizina Juliana Bakhtsizina 00:40 Hi! My name is Juliana, and I am a recent IB graduate (technically, I graduate this week). I work in the climate tech and activism space. Although I haven't started university yet, I will be beginning this fall. Location: Neuchâtel, Switzerland or Warsaw, Poland Role: Designer for Love Never Fails Hobbies: Professional contemporary and jazz dance, language learning, writing essays on moral philosophy, and Effective Altruism!!! LinkedIn : https://www.linkedin.com/in/juliana-bakhtsizina-718088263/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726L9BLVB-30d2c36c7fa0-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "4",
            "isClusterNode": false,
            "name": "Gina Castromonte",
            "profile": "Gina Castromonte Gina Castromonte 00:09 Hi Everyone, my name is Gina Castromonte. I'm a full-stack software engineer with about 1.5 years of experience. I'm excited to be part of this community! Additional Details: Location: New York, NY Role: Engineer for Change of Arts Hobbies: Hiking, foodie, volunteering at local animal shelters. LinkedIn : https://www.linkedin.com/in/ginacastromonte/ linkedin.com Gina Castromonte - SOMOS.tech (We are tech) | LinkedIn Dedicated and results-oriented Full-Stack Software Engineer with a diverse background in web development and design. Throughout my career, I've worked on a wide range of projects, from architecting scalable system structures for full-stack applications to crafting intuitive user interfaces. I excel in fostering collaborative work environments and have a strong belief in the power of effective leadership and mentorship to drive productivity. Proficient in front-end and back-end technologies such as HTML5, CSS, JavaScript, React, Node.js, TypeScript, and databases including PostgreSQL, Firebase, and MongoDB. Currently seeking a product-focused team to continue developing intuitive and… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0722NQS59C-bc3dc0fc32b4-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "5",
            "isClusterNode": false,
            "name": "Maria Cleary",
            "profile": "Maria Cleary Maria Cleary 20:48 Welcome everyone! The DFG team is AMAZING and I know you will find it rewarding! 7",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U055SB2LB51-g8d58bf5fcad-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "6",
            "isClusterNode": false,
            "name": "Feyi Ogunsanya",
            "profile": "Feyi Ogunsanya Feyi Ogunsanya 17:34 Hey guys, my name is Feyi and I'm a MS Computer Science student at Georgia Tech and I did my undergrad in biophysics. Location: Atlanta, Georgia Role: Software Developer for InvolveMINT Hobbies: Chess, reading, trying new restaurants, bad reality TV LinkedIn: https://www.linkedin.com/in/feyi-ogunsanya-60b2b3207/ linkedin.com Feyi Ogunsanya - TD | LinkedIn View Feyi Ogunsanya’s profile on LinkedIn, the world’s largest professional community. Feyi has 8 jobs listed on their profile. See the complete profile on LinkedIn and discover Feyi’s connections and jobs at similar companies.",
            "linkedin_url": "https://www.linkedin.com/in/feyi-ogunsanya-60b2b3207/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0731LZSDAN-f55141ebc813-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "7",
            "isClusterNode": false,
            "name": "Allen Lu",
            "profile": "Allen Lu Allen Lu 03:43 Heyo! I'm Allen, and I'm a rising senior studying Knowledge Integration at the University of Waterloo! I also have a Joint in Mathematics and minors in Cognitive Science and Computing Location : Toronto/Waterloo, Canada Role : Designer for BobaTalks Hobbies : music, watching urban planning YouTube, yapping LinkedIn : https://www.linkedin.com/in/allen-lu/ ca.linkedin.com Allen Lu - TD | LinkedIn Learn more about me at www.allen.lu ! My name is Allen, and I’m a student pursuing a Bachelor of Knowledge Integration at the University of Waterloo. I consider myself to be many things: a twin, a singer, a designer, a technologist, an urban planning enthusiast, and a student. However, one thing that has consistently come up when people describe me is my energy and drive for things. Whether that is a close friend telling me that I “have a unique spark”, an A Cappella colleague saying that I tend to hold a lot of passion in my activities, or my brother commenting on my conviction, I approach the world with excitement and opportunity. I… Show more 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726DPNQ4D-bb27c5f5f85f-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "8",
            "isClusterNode": false,
            "name": "Nina",
            "profile": "Nina Nina 01:56 Hi everyone! I'm a junior studying environmental engineering and computer science at UIUC. I'm excited to meet new people this summer! Location : Edison, NJ Role : Engineer for Simbi Hobbies : photography, baking, board games LinkedIn : https://www.linkedin.com/in/nina-trousdale/ linkedin.com Nina Trousdale - Engineers Without Borders USA | LinkedIn I am a junior at Grainger School of Engineering at the University of Illinois - Urbana-Champaign studying Civil and Environmental Engineering and minoring in Computer Science. I am the Internal Vice President of Engineers Without Borders and the previous Ecuador Project Lead. I am also a sanitation research assistant working on a Gates Foundation project through the Grainger School of Engineering. I'm participating in the Data Dive competition for the Illinois Data Science Club. My GPA is a 3.93. I have a strong interest in data analysis for environmental applications. | Learn more about Nina Trousdale's work experience, education, connections & more by visiting their profile on LinkedIn Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U07230G6MJS-f3bec5c7e603-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "9",
            "isClusterNode": false,
            "name": "Kasie Yang",
            "profile": "Kasie Yang Kasie Yang 23:56 Hi everyone! My name is Kasie and I'm a rising sophomore at ucla studying design media arts! Super excited to get to know everyone and make an impact :)) Location: San Jose & LA Role: Designer at Building Beats Hobbies: painting by numbers, lego, sudoku, photography, going on nature side quests, card games Linkedin: https://www.linkedin.com/in/kexinyang666/ linkedin.com Kasie Yang - UCLA Health | LinkedIn First-year student passionate about the intersection of design and technology, aspiring to utilize creativity to innovate comfortable platforms for everyone. · Experience: UCLA Health · Education: UCLA · Location: San Francisco Bay Area · 445 connections on LinkedIn. View Kasie Yang’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072YF7BTT2-g0dab09e9da5-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "10",
            "isClusterNode": false,
            "name": "Andie Cabochan",
            "profile": "Andie Cabochan Andie Cabochan 21:22 Hello everyone! My name is Andrea and I'm a rising sophomore at Tufts University as a combined degree Computer Science and Graphic design major. I'm excited to get to know everyone and feel free to add me on Linkedin! Location: Boston, MA DFG Role: Designer for Knowsnack Hobbies: going to museums, game development, visiting art markets Linkedin: https://www.linkedin.com/in/andrea-cabochan-102486275/ 1 2",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072YALTSJU-g2229c285406-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "11",
            "isClusterNode": false,
            "name": "Shreya Hiremath",
            "profile": "Shreya Hiremath Shreya Hiremath 12:39 Hi everyone! My name is Shreya, and I’m a rising junior at University of California, San Diego as a Cognitive Science major and CS minor. It’s nice to meet you all, feel free to add me on LinkedIn :) Location: San Francisco, CA DFG Role: Designer for Love Never Fails Hobbies: thrifting, going to concerts, painting, cooking/baking, watching new movies/shows, playing the guitar, singing Linkedin: https://www.linkedin.com/in/shreya-hiremath/ linkedin.com Shreya Hiremath - solucky | LinkedIn View Shreya Hiremath’s profile on LinkedIn, the world’s largest professional community. Shreya has 7 jobs listed on their profile. See the complete profile on LinkedIn and discover Shreya’s connections and jobs at similar companies. 2 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072C244676-8a40a82d116f-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "12",
            "isClusterNode": false,
            "name": "Naomi Rufian",
            "profile": "Naomi Rufian Naomi Rufian 09:35 Hi all! My name is Naomi, and I’m a rising junior at Cornell University studying Information Sciences Systems and Tech. Nice to meet ya'll Location: Long Island, NY DFG Role: Designer for Swim England Hobbies: cooking ramen, playing games, and window shopping Linkedin: https://www.linkedin.com/in/naomi-rufian linkedin.com Naomi Rufian - Hack4Impact | LinkedIn View Naomi Rufian’s profile on LinkedIn, the world’s largest professional community. Naomi has 4 jobs listed on their profile. See the complete profile on LinkedIn and discover Naomi’s connections and jobs at similar companies. 3 2",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072YDA96DN-g12043adf92e-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "13",
            "isClusterNode": false,
            "name": "Lucy Nguyen",
            "profile": "Lucy Nguyen Lucy Nguyen 09:11 Hello everyone! My name is Lucy, and I’m a rising senior at Brown University studying Computer Science. Nice to meet you all! Location: NYC DFG Role: Designer for The Headache Alliance Hobbies: baking, learning languages, and playing video games Linkedin: https://www.linkedin.com/in/lucy-nguyen25 2 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U055S87G85Q-6fceff40fe33-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "14",
            "isClusterNode": false,
            "name": "Binta Moncur",
            "profile": "Binta Moncur Binta Moncur 08:37 Hi everyone! I’m Binta and I’ve just completed my first year as a master’s student in Human-Computer Interaction at Georgia Tech. I’m really excited to be a part of the DFG team! Location : Atlanta, GA DFG role : Designer at Silver Lining Mentoring Hobbies : walking, sketching, interior design LinkedIn : https://www.linkedin.com/in/bmoncur/ 1 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072J5RCX45-dfc1c1cb9d9d-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "15",
            "isClusterNode": false,
            "name": "Lilian Li",
            "profile": "Lilian Li Lilian Li 05:36 Hey everyone! I'm a rising senior at UPenn studying computer science + cognitive science. Super excited to be a part of the DFG team! Location : Philadelphia DFG role : EM for Christians in Web3 Hobbies : hiking, cooking, gaming LinkedIn : https://www.linkedin.com/in/lilian-li-354089291/ linkedin.com Lilian Li - University of Pennsylvania | LinkedIn Hi, I'm Lilian Li, a student of Computer Science and Cognitive Science at the University of Pennsylvania. | Learn more about Lilian Li’s work experience, education, connections & more by visiting their profile on LinkedIn 1 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N2CR9AM-7439b19c0fa0-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "16",
            "isClusterNode": false,
            "name": "Sophia Pan",
            "profile": "Sophia Pan Sophia Pan 05:08 Hey all! I’m Sophia, and I’m a rising junior at Cornell studying CS and minoring in Inequality Studies, Environment and Sustainability, and Data Science, so I’m really excited to be joining this team! Location : centralish north Jersey DFG role: Designer at Free Our Vote Hobbies : swimming, sleeping, hiking, working out, and spending too much time on my phone LinkedIn : http://linkedin.com/in/sophiapan26/ (edited) 1 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BUBP69J-g6c702e03297-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "17",
            "isClusterNode": false,
            "name": "Drew Liu",
            "profile": "Drew Liu Drew Liu 01:24 Hi Everyone! I am Jiwei(Drew) Liu and I'm from University of Michigan majoring in Computer Science. I'm passionate about making contributions to the community and help people around the world with programming! It's my honor to be a part of the DFG and meeting all of you! Location : Ann Arbor, MI DFG role : Engineer at GSHAC Hobbies : cooking, climbing, video games LinkedIn: https://www.linkedin.com/in/jiwei-liu-4b20a2231/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0722RJ8VB8-gb99237f6fd6-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "18",
            "isClusterNode": false,
            "name": "Kaytie Lin",
            "profile": "Kaytie Lin Kaytie Lin 23:20 Hello! I'm Kaytie and I'm a rising senior at Georgia Tech studying ux design and communications. I'm very excited to apply my knowledge of design to nonprofits this summer! Location: Atlanta, GA DFG Role: Designer for Miricyl Hobbies: Playing video games (hades, minecraft, valorant), drawing, watching anime Linkedin: https://www.linkedin.com/in/kaytie-lin/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0731L817A6-c5ea3b28113a-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "19",
            "isClusterNode": false,
            "name": "Victoria Shang",
            "profile": "Victoria Shang Victoria Shang 21:27 Hi everyone! My name is Victoria, and I'm very thrilled to be joining the DFG community! I come from a background in mathematics and transitioned to Computer Engineering for my graduate studies at Carnegie Mellon University. I'm all about embracing life to the fullest! As someone who adores both domestic and international travel, you'll often find me exploring new destinations and soaking up the diverse cultures and experiences the world has to offer. Whether it's hiking through lush forests, strolling along bustling city streets, or lounging on pristine beaches, I'm always up for an adventure! When I'm not jet-setting around the globe, you can catch me unwinding with some yoga and Pilates to keep my mind and body in harmony. And let's not forget about my love for K-pop dancing – it's my go-to way to let loose and have a blast! Work hard, play hard – that's my motto. I believe in putting my all into everything I do, whether it's crafting websites or busting out some killer dance moves. Life's too short to not enjoy every moment, so let's make the most of it together! Looking forward to connecting with fellow travel enthusiasts and kindred spirits. Let's embark on this exciting journey together! Connect me on linkedin: https://www.linkedin.com/in/sitong-shang-victoria/ (edited) 1 1 1",
            "linkedin_url": "https://www.linkedin.com/in/sitong-shang-victoria/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729D8ALEN-1e52c7768d55-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "20",
            "isClusterNode": false,
            "name": "Anisa (They/Them)",
            "profile": "Anisa (They/Them) Anisa (They/Them) 02:20 Hi there, I’m Anisa (they/them) and I'm a rising senior at Georgia Tech studying Computational Media (CS and Interaction Design). I’m really excited to be part of Develop for Good and look forward to seeing what everyone comes up with throughout this journey! Location: Atlanta, GA DFG role: Designer @ Forgotten Felines of Sonoma County Hobbies: taking care of houseplants (literally please hmu if you'd like to talk abt plants!), drawing, painting, watching anything animated, listening to musicals, ukulele LinkedIn: www.linkedin.com/in/anisa-wellington 3 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N4A7KFT-260f8c225ba7-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "21",
            "isClusterNode": false,
            "name": "Daniel Yarrow",
            "profile": "Daniel Yarrow Daniel Yarrow 01:43 Hello all! My name is Daniel and I support/manage two software development teams at CVS Health. I have a Pharm. D. from the University of Missouri - Kansas City, and I enjoy playing factory simulation games and cycling. Location : Kansas City DFG role : Mentor Hobbies : Games, cycling, disc golf LinkedIn: https://www.linkedin.com/in/daniel-yarrow-88328117/ linkedin.com Daniel Yarrow - CVS Specialty | LinkedIn Innovator, Educator, Leader: With over 15 years of experience in cross functional settings; I can learn nearly anything, teach/coach nearly anyone, and develop innovative solutions to complex IT problems while doing so. Outstanding interpersonal skills with a proven record of establishing productive relationships with patients, professionals, and organizations. | Learn more about Daniel Yarrow’s work experience, education, connections & more by visiting their profile on LinkedIn",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0736FA5525-g3ec76ffa4d7-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "22",
            "isClusterNode": false,
            "name": "Eric Ko",
            "profile": "Eric Ko Eric Ko 11:34 Hi everyone! My name is Eric and I am a Junior studying CS at Brown University. I am from Rhode Island and for better or worse, have been here ever since! For Hobbies, I love a good tennis match, studying Japanese, playing piano, and listening to Porter Robinson. Super excited to do meaningful work as a Developer for the Centro Community Partners :) https://www.linkedin.com/in/eric-long-him-ko/ linkedin.com Eric Long Him Ko - Brown University | LinkedIn Brown CS student passionate about leveraging technology to create positive change. | Learn more about Eric Long Him Ko's work experience, education, connections & more by visiting their profile on LinkedIn",
            "linkedin_url": "https://www.linkedin.com/in/eric-long-him-ko/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N1QKLUR-5418e0c06a97-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "23",
            "isClusterNode": false,
            "name": "Keqian Wang",
            "profile": "Keqian Wang Keqian Wang 10:59 Hello everyone! I am Keqian Wang, recent grad from University of Michigan - Ann Arbor, major in computer science. I will be in UCSD for my master’s degree in CS. I’m really excited to contribute to the project and to work will you all. Location : La Jolla, San Diego (will be back China during summer) DFG role : Engineer Manager for Centro Community Partners Hobbies : Drama, music, games LinkedIn: https://www.linkedin.com/in/keqian-wang linkedin.com Keqian Wang | LinkedIn View Keqian Wang’s profile on LinkedIn, the world’s largest professional community. Keqian’s education is listed on their profile. See the complete profile on LinkedIn and discover Keqian’s connections and jobs at similar companies.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072F3GSPS7-ad70683ae4da-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "24",
            "isClusterNode": false,
            "name": "Vikramjeet Singh Kundu",
            "profile": "Vikramjeet Singh Kundu Vikramjeet Singh Kundu 03:37 Hey everyone! I am Vikramjeet Singh currently pursuing my Master's In Information Management with a focus in Data Science from the University Of Illinois at Urbana Champaign and I am really excited to be a part of DFG and contribute to the project. Location : Champaign, Illinois DFG role : Engineer for Christians in Web3 Hobbies : Chess, cycling and first person shooter games. LinkedIn: https://www.linkedin.com/in/vikramjeetsinghkundu/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N2CMEC9-fe157305bd98-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "25",
            "isClusterNode": false,
            "name": "Anirudh Nistala",
            "profile": "Anirudh Nistala Anirudh Nistala 02:27 Hey! My name’s Anirudh and I’m a rising senior at Johns Hopkins University studying Computer Science and Public Health with a minor in Applied Mathematics. Excited to meet everyone! Location: Baltimore & Boston Role: Engineering Manager for CHANGE Arts Hobbies: Puzzles, Reading, Tennis, Photography LinkedIn: https://www.linkedin.com/in/anirudh-nistala/ linkedin.com Anirudh Nistala - Greater Boston | Professional Profile | LinkedIn Education: The Johns Hopkins University · Location: Greater Boston · 224 connections on LinkedIn. View Anirudh Nistala’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U063KPHKRGU-e9ee5f3ad04b-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "26",
            "isClusterNode": false,
            "name": "Jason jiang",
            "profile": "Jason jiang Jason jiang 22:29 Hello everyone! My name is Jason, I’m a rising Junior at Boston University. I’m very excited to meet you guys Location : Boston DFG role : Developer for The Parasol Cooperative Foundation Hobbies : Bodybuilding, listening to music, trying Asian restaurants, coding and building websites Here’s my LinkedIn: https://www.linkedin.com/in/jasonjiang9142 linkedin.com Jason Jiang - New York, New York, United States | Professional Profile | LinkedIn Hello! My name is Jason and I am a rising Junior pursuing a BA in Computer Science at Boston University. I am passionate about software engineering, full-stack development, and big data. My interests also extend to exploring the intersections of technology with artificial intelligence through applying technology to promote public good and accessibility in digital services. I am currently seeking software engineering opportunities and internships for Fall 2024 and Summer 2025, where I can apply my skills in problem-solving to contribute to impactful, collaborative team projects. Feel free to reach out to me at jx3onj@bu.edu or jasonjiang9142@gmail.com ! · Location: New York… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072C2W2S5S-9ff2ad2cc8ce-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "27",
            "isClusterNode": false,
            "name": "Allyza Quiambao",
            "profile": "Allyza Quiambao Allyza Quiambao 21:30 Hi everyone!! I'm a recent Sociology grad from UCLA. Excited to meet all of you! Location: San Francisco Bay Area DFG Role: Designer for Silver Lining Mentoring Hobbies: r eading (so many genres, I'll try anything), making matcha-lattes at home, cooking my favorite asian recipes, gaming and building mechanical keyboards! Happy to connect on Linkedin ! linkedin.com Allyza Q. - Develop for Good | LinkedIn Hi, I'm Allyza! I'm a UX/UI designer with a strong passion for understanding the intersection of human experience and technology. With 4+ years of previous graphic design experience, I now utilize my visual design skills for crafting engaging user-centered products with compelling and delightful UI design. In my free time, I enjoy video games, reading books, and making strawberry matcha lattes at home. My current read is: Before the Coffee Gets Cold by Toshikazu Kawaguchi. Contact: allyzaqui4@gmail.com Tools: Figma, Adobe CC, Notion, Dovetail, Miro, Slack Skills: Product Design, UI… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729FE8EGK-23239a96af39-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "28",
            "isClusterNode": false,
            "name": "Tharun Kumar Reddy Polu",
            "profile": "Tharun Kumar Reddy Polu Tharun Kumar Reddy Polu 21:06 Hello everyone! My name is Tharun Kumar Reddy Polu, and I’m currently a graduate student in Software Engineering at University of Maryland, College Park Location: United States DRG Role: Engineer for America Scores Bay Area Hobbies: Surfing Web, Badminton, Reading blogs, Listening to music. Connect with me on LinkedIn: https://www.linkedin.com/in/polu-tharun-kumar-reddy/",
            "linkedin_url": "https://www.linkedin.com/in/polu-tharun-kumar-reddy/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726AMRV45-g5fa8d0561a5-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "29",
            "isClusterNode": false,
            "name": "anvii mishra",
            "profile": "anvii mishra anvii mishra 12:48 Hey everyone, I'm Anvii and I'm a sophomore at Johns Hopkins University. I look forward to working with everyone! Location: Baltimore, MD DFG Project: Engineer for 3D Girls Hobbies: Arts and Crafts, Reading, Yoga Connect with me on LinkedIn: https://www.linkedin.com/in/anvii-mishra-9a82b5270/ linkedin.com Anvii Mishra - Baltimore, Maryland, United States | Professional Profile | LinkedIn Education: The Johns Hopkins University · Location: Baltimore · 121 connections on LinkedIn. View Anvii Mishra’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "https://www.linkedin.com/in/anvii-mishra-9a82b5270/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729231UE7-2502857fcbd0-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "30",
            "isClusterNode": false,
            "name": "Eleana Vuong",
            "profile": "Eleana Vuong Eleana Vuong 12:24 Hello everyone! My name is Eleana and I’m currently doing my masters at UT. I look forward to working with everyone!! •   Location: Dallas, TX •   DFG Project: Engineer for the Parasol Cooperative •   Hobbies: rock tumbling, climbing, trying new food, traveling •   Linkedln: https://www.linkedin.com/in/ngan-vuong linkedin.com Eleana V. - Conduent | LinkedIn View Eleana V.’s profile on LinkedIn, the world’s largest professional community. Eleana has 3 jobs listed on their profile. See the complete profile on LinkedIn and discover Eleana’s connections and jobs at similar companies.",
            "linkedin_url": "https://www.linkedin.com/in/ngan-vuong",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072C2VTAE8-g6c767865218-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "31",
            "isClusterNode": false,
            "name": "Erica Lee",
            "profile": "Erica Lee Erica Lee 09:37 Hi everyone! I'm Erica, a freshman at Cornell studying Information Science & Business! Location: NYC Role: Design Manager @ The Make Cents Foundation Hobbies: arts & crafts, thrifting, baking, trying new food, listening to music, spending time w/ friends & family! Connect w/ me on LinkedIn !",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BT4KXB6-2c430b4084f3-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "32",
            "isClusterNode": false,
            "name": "Curtis",
            "profile": "Curtis Curtis 09:29 Hi I’m Curtis Smith, Senior Leader at Firm Collective (Kingdom DAO). Location: Redding, CA Loves: God & family Linkedin Instagram linkedin.com Curtis Smith - Firm Development Foundation | LinkedIn Currently casting vision at the Firm Collective. Our first projects include One Accord… · Experience: Firm Development Foundation · Education: University of Rhode Island - College of Business Administration · Location: San Francisco, California, United States · 500+ connections on LinkedIn. View Curtis Smith’s profile on LinkedIn, a professional community of 1 billion members. 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071YKH1UVD-791d3b8e9a7a-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "33",
            "isClusterNode": false,
            "name": "Mira Yu",
            "profile": "Mira Yu Mira Yu 08:18 Hiiii I’m Mira, a rising sophomore at Harvard studying CS and Government :) Location: Boston (same HS as Rachel above me LOL) DFG role: PM for Ashoka Hobbies: powerlifting (until I broke my ankle two days ago RIP), crocheting, thrifting, brunching LinkedIn , insta 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0722KLS430-59a96453fa86-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "34",
            "isClusterNode": false,
            "name": "Rachel Weng",
            "profile": "Rachel Weng Rachel Weng 02:22 Hi I’m Rachel, a rising senior at Georgia Tech studying Computational Media (cs and interaction design). I’m excited to be part of Develop for Good! Location: Boston, MA DFG role: Designer @ AllGrow Hobbies: dancing, drawing, exploring new places Connect with me on LinkedIn linkedin.com Rachel Weng - Bits of Good | LinkedIn Undergraduate at the University of Georgia Tech majoring in Computational Media. Graduate of Boston Latin School. · Experience: Bits of Good · Education: Georgia Institute of Technology · Location: Boston · 500+ connections on LinkedIn. View Rachel Weng’s profile on LinkedIn, a professional community of 1 billion members. 4",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071UKD547R-748dc6f1bfe7-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "35",
            "isClusterNode": false,
            "name": "Nicholas Do",
            "profile": "Nicholas Do Nicholas Do 01:51 Hi everyone! I’m Nicholas, and I’m a rising junior studying Computer Science & Data Science at UNC-Chapel Hill. I’m excited to work with everyone this summer! Location: Columbus, OH / Chapel Hill, NC DFG Project: Climate Donor Hobbies: taking photos with film cameras, listening to music, and drinking matcha Linkedin: https://www.linkedin.com/in/khanh-do-1027 (edited) linkedin.com Nicholas Do - Develop for Good | LinkedIn Interested in healthcare and finance technology innovations. Currently looking for Software Engineer and Product Manager Internship roles. | Learn more about Nicholas Do's work experience, education, connections & more by visiting their profile on LinkedIn",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072991EH3M-g54b72090d1e-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "36",
            "isClusterNode": false,
            "name": "Ali Hasnain",
            "profile": "Ali Hasnain Ali Hasnain 22:59 HI everyone! My name is Ali and I'm a Junior studying Computer Science and Environmental Studies at Yale. So excited to get to know you guys! Location: Lahore, Pakistan Role: Engineer for Believe in Me Hobbies: trying to learn how to cook these days, music Linkedin: https://www.linkedin.com/in/alihasnain13/ (edited) linkedin.com Ali Hasnain - Yale University | LinkedIn Rising junior at Yale University, majoring in Computer Science and Environmental Studies. My interest lie at the intersection of technology and environmental conservation, and I am seeking to leverage my interdisciplinary background to create innovative, sustainable solutions in the world of technology. Please feel free to reach out to me at alihasnainbin.umer@yale.edu ! · Experience: Yale University · Education: Yale University · Location: New Haven · 370 connections on LinkedIn. View Ali Hasnain’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N0WFZBK-g0650ce5772b-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "37",
            "isClusterNode": false,
            "name": "Cathy Zhao",
            "profile": "Cathy Zhao Cathy Zhao 22:02 Hi everyone! I'm Cathy and I'm a rising sophomore studying Applied Math and Computer Science at Brown University. I'm excited to work with DFG this summer! Location: Providence, RI DFG Role: Engineer for Ashoka Hobbies: Karaoke, cooking, traveling LinkedIn: www.linkedin.com/in/cathy-zhao-42330b215",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y2KUP24-g497a2a94f5e-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "38",
            "isClusterNode": false,
            "name": "jennifer diaz",
            "profile": "jennifer diaz jennifer diaz 20:08 Hi everyone! Im Jenny and I graduated from the University of California, Davis with a major in design & psychology. Excited to meet y’all. Location: Los Angeles Role + Project: Designer for make cents foundation Hobbies: journaling, Pilates, reading Linkedin: https://www.linkedin.com/in/jnydiaz 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U063H6WF0MR-08d03cc31cf3-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "39",
            "isClusterNode": false,
            "name": "Susan Xu",
            "profile": "Susan Xu Susan Xu 20:06 Hello Everyone! I’m a current freshman at Cornell University Studying Information Science Systems and Technology. I’m an Engineer for Climate Donor excited to be a part of the DFG team! Location: NY DFG Project: Climate Donor Hobbies: photography, traveling, sleeping LinkedIn: www.linkedin.com/in/susanxu04 (edited) 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071URDACET-g89541a869f6-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "40",
            "isClusterNode": false,
            "name": "Kez",
            "profile": "Kez Kez 19:57 Hi everyone! I’m a current freshman at the University of British Columbia studying CS. Excited to meet everyone this summer :) Location: Jakarta, Indonesia Role + Project: Designer for Swim England Hobbies: Reading, swimming, cooking LinkedIn: https://www.linkedin.com/in/roselina-kezia-rijadi-515522283/ (edited) ca.linkedin.com Roselina Kezia Rijadi | LinkedIn Hi! I'm Kezia, a University of British Columbia student aiming to major in Computer Science. I'm proficient in front-end development as well as design tools such as Adobe Illustrator and Figma. I’m passionate about data science and analytics, with experience using R and Python, and creating predictive machine learning models. Currently learning React Native and experimenting with UX design. I'm always looking forward to gaining new experiences, whether it's through clubs or competitions. You might see me at a hackathon or two and volunteering for various causes and organizations! · Location: Vancouver, British Columb… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729KGJACA-54b20413fc13-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "41",
            "isClusterNode": false,
            "name": "Tony Wang",
            "profile": "Tony Wang Tony Wang 12:24 Hey all! I'm a freshman at Stanford studying CS. I'm so excited to get to know all of you :)) Location: Bay Area DFG project: Swim England Hobbies: Martial arts, reading, writing poetry LinkedIn: https://www.linkedin.com/in/tony-wang-/ (edited) linkedin.com Tony Wang - Public Interest Technology Lab at Stanford University | LinkedIn wangtony [at] stanford [dot] edu · Experience: Public Interest Technology Lab at Stanford University · Education: Stanford University · Location: San Francisco Bay Area · 500+ connections on LinkedIn. View Tony Wang’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729G3TN4T-7a6fb31d1481-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "42",
            "isClusterNode": false,
            "name": "Cooper Gamble",
            "profile": "Cooper Gamble Cooper Gamble 08:57 Hey everyone! I'm a current freshman at USC studying cs + biophysics. I'm an EM for simbi and super excited to be a part of the DFG team! Location: Bay area DFG Project: EM for Simbi Hobbies: rowing, running, music LinkedIn: https://www.linkedin.com/in/cooper-gamble",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071US78BV5-1e18d45ba221-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "43",
            "isClusterNode": false,
            "name": "Sofia Pejcic",
            "profile": "Sofia Pejcic Sofia Pejcic 08:39 Hi everyone! I am a rising senior studying computer science and the university of pennsylvania. I am excited to work with everyone this summer! Location: Philly DFG Project: Developer for Ashoka Hobbies: coffee, road tripping, lifting and biking Linkedin: linkedin.com/in/sofia-pejcic 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U07298SJKHQ-0037ca0ecccb-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "44",
            "isClusterNode": false,
            "name": "Summer Snellings",
            "profile": "Summer Snellings Summer Snellings 06:03 Hey everyone! I’m Summer and I’m a rising senior studying Cognitive Science at UCLA. So excited to meet you all! Location: Los Angeles, CA but I'll be in the Bay Area over the summer DFG Project: Designer for Joy Education Foundation Hobbies: listening to music, cafe hopping, thrifting, playing violin, and blind boxes Linkedin: www.linkedin.com/in/summersnellings",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N65L49X-g3c9dd4c6473-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "45",
            "isClusterNode": false,
            "name": "Mann",
            "profile": "Mann Mann 00:54 Mann here! Currently an ML Engineer at zerothreat.ai . I love creating end-to-end (Full stack AI) solutions for real problems. I'm a Google Certified TensorFlow Developer and I love to work in Computer Vision and LLM domain. I do ton of research projects, Please connect to me if you need any help! Location: Delhi, India DFG Project: Developer for Ashoka Hobbies: Guitar, Rubik's Cube, Anime, Mentoring Juniors Connect with me here: https://www.linkedin.com/in/mann-acharya/ (edited)",
            "linkedin_url": "http://zerothreat.ai",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y2KSVTJ-1814fbdc34ee-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "46",
            "isClusterNode": false,
            "name": "Nunzio Digregorio",
            "profile": "Nunzio Digregorio Nunzio Digregorio 00:16 I'm Nunzio, and I'm excited to join this vibrant community! With a background in User Experience Design and Events & Tourism Management, I bring a diverse set of skills to the table. Outside of work, I'm a certified Google UX Design Professional and hold certifications in project management and social media marketing. I'm looking forward to collaborating with all of you and contributing to our team's success. Feel free to reach out if you have any questions or just want to chat! Location: Brighton, UK DFG Project: Designer for Forgotten Felines of Sonoma County Hobbies: Gym, online games, travel Connect with me here: https://www.linkedin.com/in/nunzio-digregorio-7016b91a2/ it.linkedin.com Nunzio Digregorio - Les Baguettes | LinkedIn I am a dedicated professional with a diverse background and a strong commitment to… | Scopri di più sull’esperienza lavorativa di Nunzio Digregorio, la sua formazione, i suoi collegamenti e altro visitando il suo profilo su LinkedIn",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N4A5KNV-0cdf6253f739-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "47",
            "isClusterNode": false,
            "name": "Jesse David",
            "profile": "Jesse David Jesse David 00:14 Hi everybody! My name is Jesse David, and I am a third-year Informatics major at UC Irvine specializing in Human-Computer Interaction. Location: Irvine, CA DFG Project: Designer for the Headache Alliance Inc Interests: trying out new food, basketball, football, going around to different places LinkedIn: https://www.linkedin.com/in/jesse-david-b2b301295/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072YDJKZJL-e5f124411267-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "48",
            "isClusterNode": false,
            "name": "Yrineu Rodrigues",
            "profile": "Yrineu Rodrigues Yrineu Rodrigues 23:40 Hi everyone! I’m Yrineu Rodrigues, I graduated from Juazeiro do Norte University (Juazeiro do Norte, CE, Brazil). I’m a Sr. Cloud Engineer currently working at Hewlett Packard Enterprise (HPE). Location: Arlington, VA Role: Software Development mentor Linkedin: www.linkedin.com/in/yrineu",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y32TA0G-0663bb4e1fa3-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "49",
            "isClusterNode": false,
            "name": "Thuwaybah Sheikh",
            "profile": "Thuwaybah Sheikh Thuwaybah Sheikh 23:23 Hi everyone! I'm Thuwaybah, a rising sophomore studying Informatics at the University of Washington. Location: Seattle, WA DFG Project: Designer for AllGrow Obsessions: watching K dramas, boba, visiting new cafes, reading, and exploring my city! LinkedIn: www.linkedin.com/in/thuwaybah-sheikh It’s nice to meet you all:)",
            "linkedin_url": "http://www.linkedin.com/in/thuwaybah-sheikh",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y06SS9E-d19d4de805d8-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "50",
            "isClusterNode": false,
            "name": "Umika Mathur",
            "profile": "Umika Mathur Umika Mathur 22:57 Hi everyone! I'm Umika and I graduated from San Jose State with a BFA in Digital Media Art. I completed and received my certificate in Project Management and UX/UI design and have recently specialized in AI through working with IBM. Location: San Francisco, CA DFG Project: Mentor for Joy Education Foundation Hobbies: Film photography, yoga, hiking Connect with me here!: http://linkedin.com/in/umikamathur I am very excited to meet and work with you all this summer! linkedin.com Umika Mathur - Develop for Good | LinkedIn I am a UX/Product Designer with a strong interest in bridging the gap between user needs and cutting-edge technology. I am passionate about creating user-centered design solutions that prioritize inclusivity and accessibility for all users. In addition to my experience leveraging AI and machine learning technologies to enhance the overall user experience, I am particularly drawn to the intersection between design and technology, which allows for the creation of innovative and accessible digital experiences. As a natural team player, I am also interested in group leadership and working collaboratively to gain experience and develop well-rounded skills in any field. | Learn more about Umika Ma… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U063KQARARJ-a129c294a3c0-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "51",
            "isClusterNode": false,
            "name": "Nimo",
            "profile": "Nimo Nimo 22:16 Hi everyone! I’m Nimo, a recent computer science graduate from Brown University. Location: Columbus, Ohio DRG Role: Engineer, Centro Community Partners Hobbies: Reading, long walks, tennis Connect with me on LinkedIn Really excited to work together this summer! Feel free to reach out and connect linkedin.com Nimo Ismail - ADP | LinkedIn Hi, my name is Nimo Ismail! I am a Computer Science Concentrator from Columbus, Ohio. My involvement on campus includes MOSAIC+, the Undergraduate Finance Board, and the Brown Debating Union. When I am not doing academics or extracurriculars, I am exploring Providence, hanging out with friends or enjoying food. | Learn more about Nimo Ismail’s work experience, education, connections & more by visiting their profile on LinkedIn",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BRERLE8-g7469789e3e7-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "52",
            "isClusterNode": false,
            "name": "Milly Zheng",
            "profile": "Milly Zheng Milly Zheng 22:13 Hi everyone! I'm Milly, and I'm a rising junior studying computational media (cs + design) at Georgia Tech. I'm excited to work with everyone at DFG this summer! Location: New York, NY DFG Role: Designer for Headache Alliance Inc Hobbies: Animation, Guitar, trying new foods, and binge-watching shows LinkedIn: www.linkedin.com/in/milly-zheng (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071V39PCTZ-a5dbbd09e9c8-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "53",
            "isClusterNode": false,
            "name": "Elham Baharlouei",
            "profile": "Elham Baharlouei Elham Baharlouei 21:33 Hi everyone! My name is Elham, and I recently graduated from San Jose State University. I am excited to part of the team! Location: San Francisco Role: Product Manager Hobbies: Yoga, Pilates, and hiking Linkedln: https://www.linkedin.com/in/elhambaharlouei/ linkedin.com Elham Baharlouei - San Jose, California, United States | Professional Profile | LinkedIn Location: San Jose · 500+ connections on LinkedIn. View Elham Baharlouei’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N3D8WC9-22d313a0dbcc-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "54",
            "isClusterNode": false,
            "name": "Parker Conrad",
            "profile": "Parker Conrad Parker Conrad 21:01 Hello all!! Happy Wednesday My name is Parker Conrad, I'm a recent graduate in CS and Math from Oregon State University and currently working as a full time SWE! Stoked for another excellent batch. Thanks y'all! Location: Portland, OR Role Product Lead for Ashoka & The Makes Cents Foundation Hobbies: I spend just about every seconds of my free time either in the ocean or making ocean-related crafts! (@buniboards if you ever want to see the surfboards), also much skiing, hiking, and diving! LinkedIn: https://www.linkedin.com/in/parkerconrad01/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U02KW79FW2G-56db2f30cf11-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "55",
            "isClusterNode": false,
            "name": "Julia Yoon",
            "profile": "Julia Yoon Julia Yoon 19:02 Hi everyone! My name is Julia and I am a recent graduate from UPenn. I’m very much exited to be a part of DFG! Location: Seattle Role: Engineer for Lit Path Inc. Hobbies: Running! Linkedln: www.linkedin.com/in/juliayoon (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N7DGN1X-432572563f37-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "56",
            "isClusterNode": false,
            "name": "Varun Rajendran",
            "profile": "Varun Rajendran Varun Rajendran 17:16 Howdy, y'all! I'm Varun Rajendran (he/him). I'll be a 1:1 mentor. My background is very varied, having previously worked in technical support, project management, sales & marketing, and as a product owner. I even briefly attended medical school (don't ask, or do if you would like - I'm an open book!). I currently work at the multinational enterprise hardware manufacturer Hewlett Packard Enterprise as an internal consultant in their Global IT department, managing workstreams in the GIT organization's business processes, communication, employee engagement, event planning, and strategy areas. You can reach me at varun.rajendran@hpe.com or varun.rajendran@gmail.com or via LinkedIn, link below. Location: Houston, Texas, USA DFG Role: 1:1 mentor Hobbies: thrifting/antiques, sports, travel, food & drink, pets LinkedIn: https://www.linkedin.com/in/varunrajendran",
            "linkedin_url": "mailto:varun.rajendran@hpe.com",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Z9TJ51N-20d750ae3ebf-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "57",
            "isClusterNode": false,
            "name": "Alex Papadopoulos",
            "profile": "Alex Papadopoulos Alex Papadopoulos 14:51 Hi everyone! My name is Alex (he/they), I am a Senior User Researcher at Kainos. My academic background is in Psychology and Human-Computer Interaction. Looking forward to working with DFG Location: London, UK DFG Role: 1:1 Mentor Hobbies: Organising queer events (mainly Queer Wave, the LGBTQ+ film festival in Cyprus), all things film, reading, travelling, finding projects that reduce worldsuck https://www.linkedin.com/in/imalexnow/",
            "linkedin_url": "https://www.linkedin.com/in/imalexnow/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072P668QGH-16d9144b75d1-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "58",
            "isClusterNode": false,
            "name": "Arjun Dubey",
            "profile": "Arjun Dubey Arjun Dubey 14:38 Hey Everyone! My Name is Arjun Dubey (He/Him), I am a full time working Software Engineer with nearly 4 years of experience in the software engineering industry. I have done my graduation majors in electronics engineering and minors in software engineering from University of Mumbai. This is my first time with Develop for Good as a Team Mentor and I am very much excited to work with you all and contribute. My email is codearjun3@gmail.com and my GitHub is dubey01. Location: Nashik, Maharashtra, India DFG Role: Team Mentor for change-arts Hobbies: Reading, Drawing, Driving LinkedIN : https://www.linkedin.com/in/arjun-dubey-010198/ Feel Free to reach out!! (edited) in.linkedin.com Arjun Dubey - Builder.ai | LinkedIn Arjun is a Technologist/Software Engineer with an experience of 3.5+ years focusing on… · Experience: Builder.ai · Education: Dwarkadas J. Sanghvi College of Engineering · Location: Bangalore Urban · 500+ connections on LinkedIn. View Arjun Dubey’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "mailto:codearjun3@gmail.com",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071UN8UUDV-feac4fd17c12-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "59",
            "isClusterNode": false,
            "name": "Cindy Xu",
            "profile": "Cindy Xu Cindy Xu 12:59 hey guys! i'm cindy, and i'm a senior/1st year master's at UPenn studying CS/Design (with a focus on computer graphics!) location: NYC! role: designer for The Make Cents Foundation hobbies: art museum hopping, finding new amazing food places, making charcuterie boards, gaming, kpop fun fact: i worked at sesame street last summer! got to meet Elmo IRL :)) let's connect! https://www.linkedin.com/in/cxndy/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071V3N01FZ-feed004d2168-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "60",
            "isClusterNode": false,
            "name": "Meghana Lammata",
            "profile": "Meghana Lammata Meghana Lammata 11:31 Hi everyone! My name is Meghana, and I am a CS major at The University of Texas at Dallas. I am so excited to be part of DFG and can't wait to work/meet you all! Location: Dallas, Texas DFG Role: Engineer Manager at GSHAC Hobbies: Reading, listening to music, and binge-watching good shows! (would love to hear some recommendations!) Connect with me on LinkedIn: https://www.linkedin.com/in/meghana-lammata/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729D9F9PC-28d45e11b574-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "61",
            "isClusterNode": false,
            "name": "Elaine Pan",
            "profile": "Elaine Pan Elaine Pan 11:16 Hi Everyone, I'm Elaine Pan (She/Her). I'm an incoming master student at Cornell University majoring in Information Science, previously at University of Southern California School of Cinematic Arts. DFG Role: Designer for Boba Talks. Hobbies: Film, Design, Photography Linkedin: https://www.linkedin.com/in/panelaine/ It is a pleasure to be here with all of you, and I'm hoping to learn a lot！ (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0722MWGHP0-e0889c480f11-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "62",
            "isClusterNode": false,
            "name": "Elizabeth Fonseca",
            "profile": "Elizabeth Fonseca Elizabeth Fonseca 11:01 Hello everyone! My name is Elizabeth and I am joining the AllGrow team as a designer. I'm based in Bay Area, California. Feel free to connect with me here . On the design end of things, I enjoy chatting about educational tech, social impact tech, startup scene, etc. On the hobby end of things, I enjoy chatting about new music/ film releases, rollerblading, women's soccer, etc. Always up for a coffee chat:)",
            "linkedin_url": "https://www.linkedin.com/in/elizabethlfonseca/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BL9T9GU-d550d4688396-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "63",
            "isClusterNode": false,
            "name": "Lyton M.",
            "profile": "Lyton M. Lyton M. 10:51 Intro : My name is Lyton, and I'm a rising sophomore CS major at Vanderbilt University. I was part of DFG's last winter cohort and I decided to do it again. I'm SUPER excited for what we'll do together in the next 16 weeks. Location : Sacramento, California DFG Role : Software Engineer - Kingdom Dao. Hobbies : Photography, Gaming, Reading non-fictional books -- send me your recommendations :-) Connect with me on LinkedIn : https://www.linkedin.com/in/lytonmhlanga/",
            "linkedin_url": "https://www.linkedin.com/in/lytonmhlanga/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U064TKLHNM8-7624298499d3-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "64",
            "isClusterNode": false,
            "name": "Lulin Shan",
            "profile": "Lulin Shan Lulin Shan 09:12 Hi everyone! My name is Lulin and I am a UX/UI designer. I studied Interaction Design at Carnegie Mellon University. Location: San Diego, California DFG Role: Designer for The Undivide Project Hobbies: Traveling , LEGO , cooking , gym , running , K-pop dancing , books , movies Let’s connect on LinkedIn: https://www.linkedin.com/in/lulinshan/ linkedin.com Lulin Shan - HP | LinkedIn Hello! I'm Lulin, a Product Designer with a passion for learning in all its forms, and… · Experience: HP · Education: Carnegie Mellon University · Location: San Diego · 500+ connections on LinkedIn. View Lulin Shan’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729H15R51-5d67b96ab53f-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "65",
            "isClusterNode": false,
            "name": "Edidiong Okon",
            "profile": "Edidiong Okon Edidiong Okon 08:20 Hi everyone! I’m Edidiong, a Software Engineering student at Carleton University. I’m looking forward to learning and working together this summer! Location: Ottawa, Canada DFG Role: Designer for KnowSnack Hobbies: Reading, listening to music, trying out new restaurants LinkedIn: https://www.linkedin.com/in/edidiongetetim/ (edited) 1",
            "linkedin_url": "https://www.linkedin.com/in/edidiongetetim/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071V0DDEDV-g0d831b0808e-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "66",
            "isClusterNode": false,
            "name": "Kelvin Chau",
            "profile": "Kelvin Chau Kelvin Chau 08:08 Hey y'all! I'm Kelvin (yes, the temperature scale), and I am a UC Berkeley graduate with degree in Cognitive Science and also recently obtained my UX design certificate from UC Berkeley Extension! I am excited to start this journey as a designer and be a part of this amazing community! Location: Los Angeles, California DFG Role: Designer for BobaTalks Hobbies: Photography, Running/Working out, Traveling Linkedin: https://www.linkedin.com/in/kelvin-chau1/ (edited)",
            "linkedin_url": "https://www.linkedin.com/in/kelvin-chau1/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071UQ1QG4X-6eff9aadff12-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "67",
            "isClusterNode": false,
            "name": "Larry La",
            "profile": "Larry La Larry La 06:49 Hi everyone! My name is Larry La. I'm a first-year computer science student at Cal Poly Pomona. Location: Pomona, CA DFG Role: Engineer for 3D Girls, Inc Hobbies: Video Games, Anime, Gym Feel free to connect with me on LinkedIn! Excited to work and learn with everyone this Summer! linkedin.com Larry La - Desco Industries Inc | LinkedIn As a first-year computer science student at California State Polytechnic University-Pomona, I am passionate about learning and applying new technologies to create impactful software. I am currently enrolled in a CodePath course on intermediate web development, where I am expanding my frontend skills by learning React. Previously, I was a software engineering intern at Metal Toad, where I developed a Python REST API with AWS Lambda and Terraform for dynamic JSON data manipulation and retrieval in S3 buckets. I also spearheaded the RPGMatch project's API unit testing effort, resulting in a 72% project coverage increase. I earned the AWS Certified Cloud Practitioner c… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072922RXK5-3ef81d630e6a-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "68",
            "isClusterNode": false,
            "name": "Ahsan Baseer",
            "profile": "Ahsan Baseer Ahsan Baseer 06:48 Hi everyone! I am Ahsan, a Computer Science major from the City University of New York Brooklyn College. I am super excited to get to know everyone and work together! Location: New York City, NY DFG Role: Engineer Manager Hobbies: I enjoy writing about computer science and software engineering topics. I also do free mock tech interviews from time to time. LinkedIn: https://www.linkedin.com/in/ahsan-/ linkedin.com Ahsan Baseer - Google | LinkedIn I'm a software engineer and full-stack developer, passionate about problem-solving and innovation. My content has resonated with over 35.5k individuals. As a first-generation college student, I'm dedicated and solution-oriented, with a solid foundation in programming. I specialize in utilizing cutting-edge technologies such as the MERN stack (MongoDB, Express.js, React, Node.js), Next.js, TypeScript, and MySQL for web development. I'm also proficient in Java, JavaScript (ES5, ES6, ES7), HTML, CSS, PHP, Python, C++, and React JS. My experience extends to API usage and UI/UX design using tools like Tailwind CSS. I'm certified as a Front-End Developer Professional by Meta and have a proven trac… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y71PKJ4-2916edd57038-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "1"
        },
        {
            "id": "69",
            "isClusterNode": false,
            "name": "Hannah Ho",
            "profile": "Hannah Ho Hannah Ho 06:27 Heyyy! I'm Hannah Ho, studying Economics and Psychology at UC Berkeley. Super excited to meet you all! location: san francisco role: designer for Empowr hobbies: running, reading, and yelp reviews linkedin: https://www.linkedin.com/in/hannahhho/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y7A9J0G-a6dab52cf53c-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "70",
            "isClusterNode": false,
            "name": "Anika Srivastava",
            "profile": "Anika Srivastava Anika Srivastava 06:14 Hi everyone! I’m Anika, a Management of Information Systems major from the University of Texas at Austin, and I am excited to work with everyone this upcoming summer. Location: Dallas, TX DRG Role: Designer @ The Undivide Project Hobbies: Trying new experiences with family and friends, traveling, spending time outdoors, knitting, reading Connect with me on LinkedIn Really excited to get to know y'all! Feel free to connect :)) (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071V3Z3NK1-01013e5d724c-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "71",
            "isClusterNode": false,
            "name": "Jacky",
            "profile": "Jacky Jacky 05:57 Hi y'all! I'm Jacky. I graduated from UC Berkeley with a B.A. in Psychology, and I completed my certificate in UX/UI with UC Berkeley Extension bootcamp program. Location: Los Angeles, CA DFG Project: Designer for Joy Education Foundation Hobbies: Trying new cafes/food , Marathon running , Traveling Let's connect! https://www.linkedin.com/in/jackyyduong/ I'm excited to meet and work with you all over this summer! 1 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726JME9PX-0d7cecbbff19-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "72",
            "isClusterNode": false,
            "name": "Bailey Chen",
            "profile": "Bailey Chen Bailey Chen 05:40 Hi everyone! My name is Bailey, I am a UX Designer based in the Pacific Northwest! Location: Seattle, WA DFG Role: Designer for Free Our Vote Hobbies: running, swimming, traveling, hiking, trying different recipes, discovering new music, making the perfect matcha lattes, and spending time with friends and family Connect with me here !",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726H30A5T-1657b80a5f4c-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "73",
            "isClusterNode": false,
            "name": "Rubal Goyal",
            "profile": "Rubal Goyal Rubal Goyal 05:15 Hi everyone! My name is Rubal Goyal. I am Computer Science student at Boise Sate University. Location: Boise, Idaho DFG Role: Engineer for Christians in Web3 Hobbies: Dancing, Hiking, Cooking and Reading Please connect with me on LinkedIn Really excited to work with all of you linkedin.com Rubal Goyal - Develop for Good | LinkedIn Currently pursuing a Master's in Computer Science at Boise State University, specializing… · Experience: Develop for Good · Education: Boise State University · Location: Boise Metropolitan Area · 313 connections on LinkedIn. View Rubal Goyal’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N2CT6RX-acda66d55dbd-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "74",
            "isClusterNode": false,
            "name": "Aleena",
            "profile": "Aleena Aleena 05:00 Hi everyone! My name is Aleena, I’m a Software Engineer at American Express. I graduated from CUNY Hunter College with a CS major and a minor in math and women & gender studies in 2022. Look forward to working with DFG! Location: Queens, NY DFG Role: 1:1 Mentor Hobbies: reading, going to the gym, shopping https://www.linkedin.com/in/thomasaleena/",
            "linkedin_url": "https://www.linkedin.com/in/thomasaleena/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Z9SNUMN-f3de8953a0d9-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "75",
            "isClusterNode": false,
            "name": "Zindzi Griffin",
            "profile": "Zindzi Griffin Zindzi Griffin 04:49 Hi everyone! I’m Zindzi Griffin and I am a current masters student at Carnegie Mellon University studying information systems management. I’m a 2023 graduate of Spelman College with a degree in computer science. Location: Oakland, CA DFG Role: Design Manager for Know sack Hobbies: Traveling, Hanging out with Friends, and doing Graphic Design Feel free to connect with me on Linkedln: http://linkedin.com/in/zindzigriffin",
            "linkedin_url": "http://linkedin.com/in/zindzigriffin",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U07299VPN6P-8f9f3fef242a-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "76",
            "isClusterNode": false,
            "name": "emily gao",
            "profile": "emily gao emily gao 04:12 hello everybody! i’m emily currently a student at pomona college in southern california location: bay area, california role: PM for AllGrow hobbies: printmaking, cafe hopping, grinding pokemon platinum, refreshing my spotify daylists connnect with me/stalk me here",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0646AWT8V6-3c9046484d42-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "77",
            "isClusterNode": false,
            "name": "Shafayat Manzur",
            "profile": "Shafayat Manzur Shafayat Manzur 03:30 Hiii people I’m a sophomore studying CS @ University at Buffalo Where you’re from: NYC Your position: Engineer at ClimateDonor What you hope to learn from this role: Most of my experience lies in frontend. Would like to learn more backend but I’m open to diving into anything as long as it sounds interesting! What skills you’re excited to contribute: I have frontend experience using react, i bring good vibes and never give up on anything A fun fact about yourself: Love going out to new restaurants and coffee shops Lets connect https://www.linkedin.com/in/shafmanzur/ (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N2KKAQ1-75be5a330a62-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "78",
            "isClusterNode": false,
            "name": "Taylor Torres",
            "profile": "Taylor Torres Taylor Torres 03:24 Hi everyone! I'm Taylor, and I'm currently an undergraduate student at Stanford studying Design. Excited to meet you all! Location: Currently at Stanford but will be in Los Angeles over the summer DFG Role: Designer for Free Our Vote Hobbies: Language learning, traveling, journaling, walking/hiking LinkedIn: https://www.linkedin.com/in/taylor-torres-1568871b2/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729B2HUDR-6795fe493e4e-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "79",
            "isClusterNode": false,
            "name": "Megan Ball",
            "profile": "Megan Ball Megan Ball 03:23 Hi everyone! My name is Megan, and I'm a sophomore studying computer science and economics at Brown University. I'm excited to be here! Location: Maryland! DFG Role: Product Manager @ Silver Lining Mentoring Hobbies: Climbing, Reading, and Thrifting LinkedIn: https://www.linkedin.com/in/megan-ball15/ linkedin.com Megan Ball - Develop for Good | LinkedIn View Megan Ball’s profile on LinkedIn, the world’s largest professional community. Megan has 11 jobs listed on their profile. See the complete profile on LinkedIn and discover Megan’s connections and jobs at similar companies.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y71JM08-a1afc1973ad0-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "80",
            "isClusterNode": false,
            "name": "Will Chang",
            "profile": "Will Chang Will Chang 03:22 Hey DFG community! I'm so excited to be joining you all in doing some impactful work. I graduated from Boston University in 2020 and recently completed a software engineering bootcamp. Location: Boulder, CO. DFG role: Engineer for Human Rights First Hobbies: Rock climbing, mindfulness practices, RPG videogames and board games. LinkedIn: https://www.linkedin.com/in/will-chang-co/ linkedin.com Will Chang - Hyde Renewables | LinkedIn My passion is working on problems at the intersection of environmentalism and social… · Experience: Hyde Renewables · Education: Flatiron School · Location: Boulder · 500+ connections on LinkedIn. View Will Chang’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0722RYRNTG-39d75120ff0f-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "81",
            "isClusterNode": false,
            "name": "Tony Lee",
            "profile": "Tony Lee Tony Lee 01:39 Hello everyone! My name is Tony, I am a junior studying computer science at the University of Michigan, Excited to get to know you all :> Location: Ann Arbor, MI DFG role: PM for GSHAC Hobbies: painting , walking , listening to music/making playlists! Feel free to connect me on linkedin!: https://www.linkedin.com/in/tonykazuhidelee/ linkedin.com Tony Lee - Michigan Institute for Data Science (MIDAS) | LinkedIn Hello, I am an undergraduate student studying computer science @University of Michigan · Experience: Michigan Institute for Data Science (MIDAS) · Education: University of Michigan · Location: Ann Arbor · 81 connections on LinkedIn. View Tony Lee’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BT5QJPN-b82fd2ba2295-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "82",
            "isClusterNode": false,
            "name": "Jia Lin",
            "profile": "Jia Lin Jia Lin 01:32 Hello Everyone! I am Jia Lin, an undergrad student at Stanford University double majoring in Design and Management Science & Engineering. Location: Stanford, CA Role & DFG Project: Designer for https://www.empowrco.org/ Obsessions: photography, food, traveling Happy to connect on LinkedIn: https://www.linkedin.com/in/jia-lin-stanford/ Looking forward to working with everyone :) empowrco.org Empowr Empowr teaches software development as a multi-year program to high school students of color. We work with our partners to ensure all students have a six-figure career waiting on them upon graduation. linkedin.com Jia Lin - Stanford Pre-Business Association | LinkedIn View Jia Lin’s profile on LinkedIn, the world’s largest professional community. Jia has 13 jobs listed on their profile. See the complete profile on LinkedIn and discover Jia’s connections and jobs at similar companies.",
            "linkedin_url": "https://www.empowrco.org/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071USFUXFZ-gf1b29b1b02b-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "83",
            "isClusterNode": false,
            "name": "Sophia Ma",
            "profile": "Sophia Ma Sophia Ma 01:32 hello! i’m sophia :)) i’m entering my fourth year studying computer science and business at western university. it’s going to be such a fun summer w all of you location: toronto, canada dfg role: product manager @ urban tech hero hobbies: playing the trombone, deleting videos from my youtube watch later playlist (3k and counting ), making spotify playlists, and organizing tech/design events!! check out hack western linkedin: https://www.linkedin.com/in/ma-sophia ca.linkedin.com Sophia Ma - Mistplay | LinkedIn what excites me most; designing experiences that create purpose, joy, and laughter —and ice cream :) https://sophia-ma.super.site/ · Experience: Mistplay · Location: Greater Toronto Area, Canada · 500+ connections on LinkedIn. View Sophia Ma’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N3ENQQZ-0d2f1a0d4943-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "84",
            "isClusterNode": false,
            "name": "Wanjiru(Marta/Martha) Njuguna",
            "profile": "Wanjiru(Marta/Martha) Njuguna Wanjiru(Marta/Martha) Njuguna 01:30 Hello Everyone,  my name is Wanjiru(Marta/Martha) and I a student at Connecticut College majoring in Computer science and Quantitative Economics.  I am excited to be part of Develop for Good Location: Hartford/NewLondon Connecticut DFG Role: Engineer - 3D Girls Inc. Hobbies: Working out, Crocheting, Traveling                                                                                                                      Linkedin: https://www.linkedin.com/in/wanjirumnjuguna/ (edited) linkedin.com Wanjiru Njuguna - ColorStack | LinkedIn Motivated and results-driven student at Connecticut College studying Quantitative Economics & Econometrics and Computer Science. Experienced in customer service, data analysis, and project management, with a strong interest in quantitative areas such as finance and business analytics. Experience in Python programming and Java, with a proven ability to leverage technology for data-driven insights. I have gained valuable experience in venture capital deal sourcing and nonprofit consulting through externships, conducting market research, analyzing data, and presenting strategic recommendations. Fluent in English and Swahili, I bring a global perspective and strong communication skills to an… Show more",
            "linkedin_url": "https://www.linkedin.com/in/wanjirumnjuguna/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072MR1A789-gea22db33905-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "85",
            "isClusterNode": false,
            "name": "Justin Chu",
            "profile": "Justin Chu Justin Chu 01:27 Hey guys! My name is Justin, and I am a computer science major at Hunter College. I am excited to be a volunteer for Develop for Good, and hope to learn more from this experience while developing something that can help others. Feel free to connect with me on Linkedin! Location: New York, NY DFG Role: Product Manager @ Amplio Hobbies: Movies, TV Shows, Video Games, Exercise, Music Linkedin: https://www.linkedin.com/in/justin-chu-378989242/ linkedin.com Justin Chu - Amplio Network | LinkedIn An undergraduate student, pursuing a degree in Computer Science, with experience in… | Learn more about Justin Chu's work experience, education, connections & more by visiting their profile on LinkedIn",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y27SEGY-b0bec5dd65bb-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "86",
            "isClusterNode": false,
            "name": "Mark Benedict Agunias",
            "profile": "Mark Benedict Agunias Mark Benedict Agunias 01:18 Hey ya’ll! My name is Mark - I’m an architecture major at Georgia Tech! Super excited to be a part of DFG and the chance to meet ya’ll! Location: Atlanta, GA DFG Role: Designer @ The Make Cents Foundation Hobbies: Photography , Lifting , and Thrifting LinkedIn: https://www.linkedin.com/in/mbagunias (edited) linkedin.com Mark Benedict Agunias - Develop for Good | LinkedIn Undergraduate Architecture student at Georgia Tech pursuing a career in human-centered design, concerned with both physical and digital spatial experiences · Experience: Develop for Good · Education: Georgia Institute of Technology · Location: Atlanta · 500+ connections on LinkedIn. View Mark Benedict Agunias’ profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072NA8AMPB-f0995898fe3b-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "87",
            "isClusterNode": false,
            "name": "Allison Ortiz",
            "profile": "Allison Ortiz Allison Ortiz 00:52 Hi all! I'm Allison and I transitioned into UX from healthcare. I'm a graduate of Texas Tech University and recently completed a UX bootcamp through Designlab. Location: Houston, Texas DFG Role: Designer for Building Beats Hobbies: Outside of the screen, I spend my time exploring nature, reading, and making detailed travel itineraries LinkedIn: www.linkedin.com/in/allisonortiz 2 replies Last reply 10 days ago View thread",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072YF7G17A-8634cfc951f6-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "88",
            "isClusterNode": false,
            "name": "Raioni Madison",
            "profile": "Raioni Madison Raioni Madison 00:17 Greetings @everyone! My name is Raioni and I’m the founder of 3D Girls, Inc. - we have a cross-curricular focus on STEAM and SEL for girls! Excited that the Develop for Good team will be helping to enhance our Girls Link Up Digital Platform. I was excited to see you all represented at The White House STEMM Summit last week in DC! Location: Atlanta, GA Role: Founder + Executive Director Hobbies: Crafting, Festival Hopping & Live Music LinkedIn: https://www.linkedin.com/in/raionimadison (edited) 2 files linkedin.com Raioni Madison, M.S. - RMJ Consulting Firm, LLC | LinkedIn As the Chief Executive Officer of 3D Girls, Inc., I leverage my skills, experience, and resources to enrich health and human development programming for young women and their families. With over 11 years of nonprofit management experience, I have founded and led a successful organization that educates and empowers young women to be advocates for themselves and their communities. In my day-to-day, I responsibly manage over $450K in organization’s financials, budget and distribution of funds. I’ve recently secured over $1M in charitable funding through grant writing and sponsorship proposal development. I use research and evaluation methods effectively and efficiently to my… Show more 3",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BL4B6NQ-g44bedcd0092-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "89",
            "isClusterNode": false,
            "name": "Sneha Pal",
            "profile": "Sneha Pal Sneha Pal 00:10 Hey! I'm Sneha, and I'm a rising junior studying Computer Science at Georgia Tech. Excited to work with everyone at DFG this summer! Location: Atlanta, Georgia DFG Role: EM for Believe in Me Hobbies: Visual Arts, Film, Thrifting, Food :) LinkedIn: www.linkedin.com/in/snehapal205 (edited) 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N0W9B6D-6a84db71b509-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "90",
            "isClusterNode": false,
            "name": "Yuki Li",
            "profile": "Yuki Li Yuki Li 00:04 Hi guys! I'm Yuki Li, a freshman studying information science and data science at Cornell University. I'm looking forward to meeting everyone soon! Location: Illinois but I'll mostly be in Seoul, Korea over the summer DFG Role: Designer on Amplio Hobbies: Photography, Badminton, Food, Going to Concerts, Traveling This is my linkedin: www.linkedin.com/in/yuki-li2027 (excited to connect!) (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U07298EEFGS-fdda218390be-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "91",
            "isClusterNode": false,
            "name": "Huiru",
            "profile": "Huiru Huiru 23:58 Hi everyone! My name is Huiru (pronounced as hoy-ru), I am studying Computer Science at Northeastern University. Excited to work with you this summer! Location: Seattle, WA (I'll be in Sydney for the whole July, any tips are very welcome!!) DFG Role: Engineer for GSHAC Hobbies: reading, hiking, camping, thrifting, traveling, making coffee everyday! LinkedIn: https://www.linkedin.com/in/huiru-yang/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726HBT0BF-444dda0710b5-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "92",
            "isClusterNode": false,
            "name": "Joseph Dattilo",
            "profile": "Joseph Dattilo Joseph Dattilo 23:50 Hey! My name is Joseph Dattilo, and I am a rising Junior getting my masters in Computer and Information Science at UPenn. So excited to be a part of this community! Location: Nashville Tennessee but I’ll be in Philadelphia over the summer DFG Role: Software Engineer for Centro Community Partners Hobbies: Music (drums), Mixology, Food and cafes (wine + coffee vibes) I would love to connect on LinkedIn: www.linkedin.com/in/joe-dattilo Or you can check out my website: https://josephdattilodev.netlify.app/ (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0722NDET46-730b484703a5-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "93",
            "isClusterNode": false,
            "name": "Sophia Yang",
            "profile": "Sophia Yang Sophia Yang 23:33 Hi everyone ! My name is Sophia, and I'm a senior studying Communication and Data Science at the University of Southern California. Super excited to meet everyone and work with y'all over the summer. Location: Los Angeles, CA (I'll be in the Bay Area over the summer!) DFG Role: Design Manager for The Undivide Project Hobbies: hiking, going to coffee shops, hanging out with friends LinkedIn: https://www.linkedin.com/in/sophiajiayang/ (edited) linkedin.com Sophia Yang - Innovative Design at USC | LinkedIn Experience: Innovative Design at USC · Education: University of Southern California · Location: Los Angeles · 500+ connections on LinkedIn. View Sophia Yang’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BT318A0-3caed9f1969d-48",
            "size": 2,
            "x": "1",
            "y": "0",
            "z": "0"
        },
        {
            "id": "94",
            "isClusterNode": false,
            "name": "Indira Shafii",
            "profile": "Indira Shafii Indira Shafii 23:25 Hii guys ! My name is Indira and I am currently a computer science students at University of Maryland . I am actually so excited for DFG and meeting new people. Location: College Park, Maryland DFG Role: Designer for The Headache Alliance Inc. Hobbies: Knitting and crochet , reading , watercolor LinkedIn: https://www.linkedin.com/in/indira-shafii linkedin.com Indira S. - Appian Corporation | LinkedIn I am an undergraduate Computer Science Student at the University of Maryland. I am passionate about: - tech for social good - tech accessibility - mentoring future generations of women in tech - increasing awareness around ethical use of data I am actively involved with national organizations such as: - Break Through Tech - Rewriting the Code - Girls Who Code - Develop for Good Follow my journey as I boldly pursue my tech goals! · Experience: Appian Corporation · Education: University of Maryland · Location: Rockville · 438 connections on LinkedIn. View Ind… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726NCHZGD-e0d51b4954fd-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "95",
            "isClusterNode": false,
            "name": "Gloria Fung",
            "profile": "Gloria Fung Gloria Fung 23:10 Hi everyone! My name is Gloria, I’m a student at the University of British Columbia, studying Business and Computer Science. Super excited to be a part of DFG this summer! Location: Vancouver, Canada DFG Role: Product Manager Hobbies: I love film photography, fashion, and human psychology!! Also love trying out all the new matcha cafes in town Linkedin: https://www.linkedin.com/in/funggloria 2",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BT2UGHJ-57b5c2c0a328-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "96",
            "isClusterNode": false,
            "name": "David Cao",
            "profile": "David Cao David Cao 22:51 Hey everyone! My name is David. I'm currently studying computer science at UPenn and the non-profit I was matched with is called Kingdom Dao. role: Engineer hobbies: volleyball, working out, audiobooks https://www.linkedin.com/in/david-cao99/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726K09ZQV-c4076391edce-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "97",
            "isClusterNode": false,
            "name": "Cally Amisola",
            "profile": "Cally Amisola Cally Amisola 22:48 hi everyone ! i'm Cally, currently a junior at Bennington studying Computer Science and Digital Arts & Media. so excited for what's in store! location: Northeast Coast Region / Manila, PH (moving all around this summer!) role: Designer for Free Our Vote hobbies: film & videography, journaling , violin, cafe-hopping let's connect on LinkedIn! https://www.linkedin.com/in/cally-amisola/",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072N4MEDED-e4d6e04c9c16-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "98",
            "isClusterNode": false,
            "name": "Zach Z",
            "profile": "Zach Z Zach Z 22:41 Hi everyone! I’m Zach. I studied Computer Science and Molecular Environmental Biology at UC Berkeley. Looking forward to working alongside y’all! Location: San Diego, California DFG role: Engineer for Christians in Web3 Hobbies/interests: books, movies, cooking https://www.linkedin.com/in/zacharyzollman/ (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071UR5S5M5-173e1835fd4e-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "99",
            "isClusterNode": false,
            "name": "Sanjana Gopalswamy",
            "profile": "Sanjana Gopalswamy Sanjana Gopalswamy 22:37 Hi everyone! My name is Sanjana Gopalswamy, and I'm a freshman at UNC Chapel Hill (go heels!! ) majoring in Computer Science and Advertising/PR. Location: Cary, North Carolina, USA DRG Role: Design Manager for EPIC India Hobbies: Dancing, Painting, Horror Movies, Listening to R&B Music Feel free to connect with me on LinkedIn! https://www.linkedin.com/in/sanjanagopalswamy/ (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0722Q1JRN2-cca8b9619a46-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "100",
            "isClusterNode": false,
            "name": "Sara Rwentambo",
            "profile": "Sara Rwentambo Sara Rwentambo 22:31 Hi everyone! I'm Sara, a recent graduate from Carleton University where I majored in Neuroscience And Mental Health with a minor in Computer Science. My career interests are in user experience design, human-computer interaction, cognitive neuroscience, and innovative health technologies, so I’d be happy to chat about these topics! I'm also a Learning Officer at HER CODE CAMP, a non-profit based in Toronto that encourages girls and non-binary youth to explore the technology field. Thank you DFG for this opportunity. Glad to meet all of you and to be part of this community Location: Ottawa, Canada DFG Role: Designer for The Headache Alliance Inc. Hobbies: going on walks , Pilates workouts , listening to music , DIY projects Feel free to connect with me on LinkedIn: https://www.linkedin.com/in/sararwentambo/ ca.linkedin.com Sara Rwentambo - HER CODE CAMP | LinkedIn Experience: HER CODE CAMP · Location: Ottawa · 140 connections on LinkedIn. View Sara Rwentambo’s profile on LinkedIn, a professional community of 1 billion members. 1 2",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729GC1YHH-9088c4d9abfb-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "101",
            "isClusterNode": false,
            "name": "Bonnie Chen",
            "profile": "Bonnie Chen Bonnie Chen 22:21 Hi everyone! I'm Bonnie and I graduated from Simon Fraser University with a background in design and business! Location: Canada DFG Role: Designer for Amplio Hobbies: Gaming, drawing, making stickers, baking, hiking, chilling with my doggo ! Feel free to connect with me on LinkedIn Super excited to meet you all! 2",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BNA7Y7N-g23eac2d3541-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "102",
            "isClusterNode": false,
            "name": "Katie Qian",
            "profile": "Katie Qian Katie Qian 22:15 Hi everyone! I'm Katie Qian, a rising 4th year at the Rochester Institute of Technology studying Human Centered Computing. Location: Rochester, NY DFG role: UX Designer for The Undivide Project Hobbies: Going to concerts, crocheting, working out, and trying to find the best matcha Linkedin: https://www.linkedin.com/in/katie-qian/ linkedin.com Katie Qian - Rochester Institute of Technology | LinkedIn Hey there! I'm Katie Qian (she/her), a third-year at Rochester Institute of Technology… · Experience: Rochester Institute of Technology · Education: Rochester Institute of Technology · Location: Greater Boston · 500+ connections on LinkedIn. View Katie Qian’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "https://www.linkedin.com/in/katie-qian/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U06BMFQ4Y81-bac745db6aa6-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "103",
            "isClusterNode": false,
            "name": "Ethan Zhao",
            "profile": "Ethan Zhao Ethan Zhao 21:57 Hey team! I'm Ethan, currently studying Engineering and Business at Western University. I've recently picked up the guitar so if anyone has any tips to prevent my fingers from dying, would love to chat! Location: Toronto, ON Role: Engineering Manager for Urban Tech Hero Hobbies: Swimming, Skiing, Music, Hiking Linkedin: https://www.linkedin.com/in/ethan-zhao-redmac135/ ca.linkedin.com Ethan Zhao - FourSight Screenings | LinkedIn Hey! I'm a passion-driven aspiring engineer aiming to work on projects that improve the lives of everyone in my family, community, and the world! Currently, I'm studying Engineering at Western University and an Ivey Business School HBA candidate. My previous software experience ranges from machine learning cancer detection to quantum portfolio optimization. With each new project, I aim to learn a new skill or enhance my existing ones by pushing my limits. In my free time, I love composing music, videography, and reading books on psychology or sociology. I'm always happy to chat about new projects, epic songs, o… Show more 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071US7AN07-g28e5900c88e-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "104",
            "isClusterNode": false,
            "name": "Van Dang",
            "profile": "Van Dang Van Dang 21:42 Hi everyone! I’m Van, currently a rising sophomore studying Computer Science and Applied Math at Vanderbilt University. I am also interested in talking about education technology, ethical philosophy, and greek civilizations. I am from Vietnam but will be staying in the US over the summer. Location: Seattle, WA and Nashville, TN DFG Role: Engineer for Climate Donor Hobbies: Badminton, Ceramics, Lego LinkedIn: https://www.linkedin.com/in/vnthanhdng/ Excited to connect w yall linkedin.com Van Dang - Girls Who Code | LinkedIn As a freshman at Vanderbilt University, I am majoring in Computer Science and Applied Mathematics, focusing on gaining a strong technical foundation and diverse knowledge. I am particularly interested in software engineering, educational technology, and using tech for social good. · Experience: Girls Who Code · Education: Vanderbilt University · Location: Nashville · 500+ connections on LinkedIn. View Van Dang’s profile on LinkedIn, a professional community of 1 billion members. 2 replies Last reply 10 days ago View thread",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726F1EE21-g6049ceec4d0-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "105",
            "isClusterNode": false,
            "name": "jeff",
            "profile": "jeff jeff 21:33 Hi friends!! My name is Jeff, I'm the Founder of BobaTalks a non profit that helps students navigate their early careers through mentorship. It is nice to meet you all! Seattle, WA Founder @ BobaTalks Hobbies: Kpop, Photography, Cooking https://www.linkedin.com/in/jvngyn/ linkedin.com Jeff Nguyen - BobaTalks | LinkedIn Hello Friend! My name is Jeff Nguyen. I'm currently working on various projects… · Experience: BobaTalks · Education: Bellevue College · Location: Seattle · 500+ connections on LinkedIn. View Jeff Nguyen’s profile on LinkedIn, a professional community of 1 billion members. 2 2 replies Last reply 10 days ago View thread",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726CFEXFX-66d1ecd3c9c3-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "106",
            "isClusterNode": false,
            "name": "Arijit Chakma",
            "profile": "Arijit Chakma Arijit Chakma 21:11 Hello everyone. I am Arijit and I am second year CS student from Drexel University concentrating in Artificial Intelligence and Computer Systems with minor in Math. Location: Philadelphia, PA Role: Engineer for CHANGE Arts Hobbies: Hangout with friends, Netflix, Youtube Connect me on linkedin: https://www.linkedin.com/in/arijitchakma/ Or we can meet in person if anyone is in Philly (edited)",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071UQW7W1M-175194bb0c26-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "107",
            "isClusterNode": false,
            "name": "Fanny Ochoa",
            "profile": "Fanny Ochoa Fanny Ochoa 21:07 Hello! I’m Fanny Ochoa, I actually just graduated from my UX springboard boot camp. Location: I am located in Wichita, Kansas Role: UI/UX Designer for EPIC India Hobbies: painting/drawing, working out, spending time with family I’m excited to meet the team and work on this project together! Here is my LinkedIn https://www.linkedin.com/in/fanny-ochoa?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729AGAW3V-4f6d0111c648-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "108",
            "isClusterNode": false,
            "name": "Qianru Zhang",
            "profile": "Qianru Zhang Qianru Zhang 21:05 Hi everyone! I am Ruby, and I am a designer turned engineer. I am studying Human Computer Interaction at NYU. Location: Jersey City (soon back to Shanghai, China) Role: Engineer for Climate Donor Hobbies: TFT, Sweets Connect with me on LinkedIn! https://www.linkedin.com/in/qianru-zhang-600165182/",
            "linkedin_url": "https://www.linkedin.com/in/qianru-zhang-600165182/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y67HFEU-2dd317b7eea9-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "109",
            "isClusterNode": false,
            "name": "Htet Aung Lin",
            "profile": "Htet Aung Lin Htet Aung Lin 21:01 Hi everyone! My name is Htet Aung Lin (you can call me Ted), and I am a sophomore at CUNY BMCC majoring in Multimedia Programming and Design Location: NYC, USA DRG Role: Designer for Amplio Hobbies: Eating, Going to Concerts, Travelling, Photography LinkedIn: https://www.linkedin.com/in/htetaunglin2024/ linkedin.com Htet Aung Lin - The City University of New York | LinkedIn I develop strong visual identity which not only sets small and medium-sized businesses with niches apart from their competitors but also connects emotionally with their targeted customers. Logical and Groundbreaking are two adjectives which will be found out in my design works. · Experience: The City University of New York · Education: Borough of Manhattan Community College · Location: New York · 500+ connections on LinkedIn. View Htet Aung Lin’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072951D9B5-5c6673de5a09-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "110",
            "isClusterNode": false,
            "name": "Aaron Bartlett",
            "profile": "Aaron Bartlett Aaron Bartlett 21:01 Hi y'all! My name is Aaron Bartlett. I'm a Computer Science student at the University of Michigan focusing on machine learning and computational statistics. Excited to get to know some of you this summer. Location: Ann Arbor, MI and Washington, DC DFG Role: Design Manager for Swim England Hobbies: Ultimate Frisbee, Biking, Cooking Linkedin: https://www.linkedin.com/in/aaron-bartlett-3575181b1/ (edited) linkedin.com Aaron Bartlett - National Weather Service | LinkedIn I am a Computer Science student at the University of Michigan looking for opportunities in solving big problems and advancing science with computational methods and data-driven techniques. I have found myself fascinated recently by how much we have yet to learn about the natural world and the physics that govern it. I believe modern simulation, data analysis, and machine learning can help us know more about the world we live in and how to be prepared for the future. · Experience: National Weather Service · Education: University of Michigan College of Engineering · Location: Washington · 8 connections on LinkedIn. View Aaron Bartlett’s profile on LinkedIn, a professional community of 1 billio… Show more",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BT35YMS-d8e84e63d7af-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "111",
            "isClusterNode": false,
            "name": "Teresa Ng Chen",
            "profile": "Teresa Ng Chen Teresa Ng Chen 20:56 Hi everyone! I’m Teresa and I’m an engineer turned designer. I previously studied industrial engineering at Georgia Tech and recently completed a bootcamp in UX design. So happy to be part of this community! Location: ATL area DFG Role: Designer for EPIC India Hobbies: Baking, hiking, reading My LinkedIn - would love to connect!",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071USTSU5D-59fb1c9c135c-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "112",
            "isClusterNode": false,
            "name": "Anya Kondamani",
            "profile": "Anya Kondamani Anya Kondamani 20:54 Hi everyone! My name is Anya Kondamani and I am a rising junior at NYU majoring in Data Science. Location: New York, USA DRG Role: Designer for Swim England Hobbies: Fitness, Films, Fashion, Traveling LinkedIn: https://www.linkedin.com/in/anyakondamani/ linkedin.com Anya Kondamani - Develop for Good | LinkedIn I have approximately two years of experience utilizing Python and statistical concepts to collect and analyze data in both lab settings and virtually. Outside of my university courses, I have taken the time to pursue online opportunities and programs to gain proficiency in programming languages such as R, JavaScript, and Swift to name a few. | Learn more about Anya Kondamani's work experience, education, connections & more by visiting their profile on LinkedIn",
            "linkedin_url": "https://www.linkedin.com/in/anyakondamani/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729G3EG4B-1aea20f95e57-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "113",
            "isClusterNode": false,
            "name": "404",
            "profile": "Rushika Thandra connect with me on LinkedIn https://www.linkedin.com/in/rushikathandra/ linkedin.com Rishika Thandra - GirlScript Summer of Code | LinkedIn Hi there! I’m an ambitious and inquisitive person who recently graduated with a Bachelor’s Degree in Engineering, majoring in ECE at the Purdue School of Science and Technology. I have experience in Software Development, Data Science, and Electrical Engineering, and I am continually looking forward to expand my knowledge. If you have any questions or would like to further connect, feel free to reach me at rushika.thandra@gmail.com · Experience: GirlScript Summer of Code · Education: Purdue University · Location: New York · 500+ connections on LinkedIn. View Rishika Thandra’s profile on LinkedIn, a professional community of 1 billion members.",
            "linkedin_url": "https://www.linkedin.com/in/rushikathandra/",
            "image": "404",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "114",
            "isClusterNode": false,
            "name": "Rushika Thandra",
            "profile": "Rushika Thandra Rushika Thandra 20:45 Hi everyone, I am Rushika, a master's student at Rutgers University. I enjoy hiking and trying out new restaurants in the city! My role is a developer and I am excited to work on this project and meet everyone!",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729J39F42-g198067a8a43-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "115",
            "isClusterNode": false,
            "name": "Jaya",
            "profile": "Jaya Jaya 20:36 Hi everyone! I’m Jaya, a recent computer science graduate from the University of Bristol. Location: UK DRG Role: Designer, Love Never Fails Hobbies: Woodwork, pottery painting, go-karting Connect with me on LinkedIn Really excited to work together this summer! (edited) 1",
            "linkedin_url": "Not provided",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726L9SDBP-6c3dcd08aa90-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "116",
            "isClusterNode": false,
            "name": "Mike Odnis",
            "profile": "Mike Odnis Mike Odnis 20:30 Intro: My name is Mike Odnis, and I am an up-and-coming full-stack software engineer. Based in Long Island, New York. Mostly self-taught, first-gen. With a wealth of technical experience, and knowledge. Location: New York DFG Role: Software Engineer - 3D Girls Inc. Hobbies: Working out, running, anime Connect with me on LinkedIn: https://www.linkedin.com/in/mikeodnis linkedin.com Mike Odnis - Microsoft Learn Student Ambassadors | LinkedIn Hi, I am an up and coming software engineer. Based in Long Island, New York. Mostly… · Experience: Microsoft Learn Student Ambassadors · Education: Farmingdale State College · Location: Brentwood · 500+ connections on LinkedIn. View Mike Odnis’ profile on LinkedIn, a professional community of 1 billion members. 1",
            "linkedin_url": "https://www.linkedin.com/in/mikeodnis",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072XUP8JJC-7169c59f051d-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "117",
            "isClusterNode": false,
            "name": "Miranda Burrows",
            "profile": "Miranda Burrows Miranda Burrows 20:24 Hi everyone! My name is Miranda Burrows and I am currently a senior at the University of California, San Diego majoring in Cognitive Science Location: San Diego, California DFG Role: Designer for the Joy Education Foundation Hobbies: watercolor painting, going on walks Connect with me on LinkedIn: https://www.linkedin.com/in/miranda-burrows?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app linkedin.com Miranda Burrows - Chick-fil-A Restaurants | LinkedIn Hi! My name is Miranda and I am a creative and detail-oriented student studying human-centered design. I am excited to begin a career in UX or Product Design, where I can combine my creative spirit with my passion for technology. My interdisciplinary experience and my desire for learning has led me to projects ranging from mobile interfaces to hand-illustrated greeting card designs. I'd love to connect with fellow creatives, designers, and professionals. Whether you're looking to collaborate, share insights, or explore opportunities, I'd love to hear from you. Figma · Experience: Chick-fil-A Restaurants · Location: San Diego Metr… Show more 1 2",
            "linkedin_url": "https://www.linkedin.com/in/miranda-burrows?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072C0FP2MA-4643e508f683-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "118",
            "isClusterNode": false,
            "name": "Okitta Ongaye",
            "profile": "Okitta Ongaye Okitta Ongaye 20:12 Hi everyone! My name is Okitta Ongaye, and I’m currently a senior at Addis Ababa Science and Technology University majoring in Software Engineering. Location: Ethiopia DRG Role: Designer  for The Make Cents Foundation. Hobbies: Sleeping, Football (Soccer),  Listening to music. Connect with me on LinkedIn",
            "linkedin_url": "https://www.linkedin.com/in/okitta-ongaye-5610b419a/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072YDW0DPS-15b27dfb1c89-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "119",
            "isClusterNode": false,
            "name": "Anna Chang",
            "profile": "Anna Chang Anna Chang 20:11 Hi everyone! My name is Anna, and I’m a master’s student at Stanford studying Computer Science (Human-Computer Interaction). Location: Menlo Park, CA DFG Role: Designer for The Make Cents Foundation Hobbies: Running, listening to music, studying foreign languages Connect with me on LinkedIn ! 1",
            "linkedin_url": "https://www.linkedin.com/in/annauchang/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U071V3MB287-54f765e36dc0-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "120",
            "isClusterNode": false,
            "name": "Julissa L",
            "profile": "Julissa L Julissa L 20:09 Hi everyone! My name is Julissa and I’m currently majoring in computer science at Queens College. Location: Brooklyn, NY DFG Role: Engineer for Centro Community Partners Hobbies: Hiking connect w/ me: https://www.linkedin.com/in/julissa-lema/ linkedin.com Julissa L. | LinkedIn Location: United States · 378 connections on LinkedIn. View Julissa L.’s profile on LinkedIn, a professional community of 1 billion members. 1",
            "linkedin_url": "https://www.linkedin.com/in/julissa-lema/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072BRETRPW-a09e7971a3ae-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "121",
            "isClusterNode": false,
            "name": "Emily Okafor",
            "profile": "Emily Okafor Emily Okafor 19:40 Hi everyone! My name is Emily, and I'm a former fashion design graduate who changed my career path to UX Design. I recently graduated from Avocademy, a boot camp where I studied UX/UI Design. Location: DMV area, more specifically Woodbridge, VA DRG Role: Designer for Joy Education Foundation Hobbies: Drawing, Watching Netflix, finding new brunch restaurants to go to with friends! Connect with me on LinkedIn: https://www.linkedin.com/in/emily-okafor/ linkedin.com Emily Okafor, MFA - Amplify | LinkedIn I’m a versatile UX/UI Product Designer with over three years of industry experience. My… | Learn more about Emily Okafor, MFA's work experience, education, connections & more by visiting their profile on LinkedIn 3",
            "linkedin_url": "https://www.linkedin.com/in/emily-okafor/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729FZBXR8-c5585db14e33-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "122",
            "isClusterNode": false,
            "name": "Valeria Lee",
            "profile": "Valeria Lee Valeria Lee 19:11 Intro: Hello everyone! My name is Valeria Lee and I am a graduate of Hunter College with a major in Computer Science and a minor in Italian. Location: Brooklyn, NY DFG Role: Designer for Building Beats. Hobbies:  Hiking, walking, coffee explorer Connect w/ me: LinkedIn linkedin.com Valeria Lee | LinkedIn View Valeria Lee’s professional profile on LinkedIn. LinkedIn is the world’s largest business network, helping professionals like Valeria Lee discover inside connections to recommended job candidates, industry experts, and business partners.",
            "linkedin_url": "https://www.linkedin.com/in/valeriallee/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0729MD8YR0-a1c527409064-48",
            "size": 2,
            "x": "0",
            "y": "1",
            "z": "0"
        },
        {
            "id": "123",
            "isClusterNode": false,
            "name": "Ernest Pough",
            "profile": "Ernest Pough Ernest Pough 18:20 Intro: Hey everyone! My name is Ernest Pough and I am a recently transitioned veteran (US Army) currently studying at Middlesex Community College majoring in Computer Science (sophomore). I am also an Alum of Resilient Coders a FREE coding bootcamp that helps underrepresented people break into tech through their full stack web development curriculum. I am always open to connect/network and if anyone is located in MA I'm always open to meet in person. Location: Massachusetts DFG Role: Product Manager for NeighborShare Hobbies: Videogames, Hiking, Catching up on TV shows/animes, volunteering, and traveling Connect w/ me: LinkedIn (edited) linkedin.com Ernest Pough - Resilient Coders | LinkedIn I have a unique combination of military experience and software engineering expertise. As… | Learn more about Ernest Pough's work experience, education, connections & more by visiting their profile on LinkedIn",
            "linkedin_url": "https://www.resilientcoders.org/",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U0726FUBUHK-916b67978ae1-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        },
        {
            "id": "124",
            "isClusterNode": false,
            "name": "Thuc Anh Vu",
            "profile": "Thuc Anh Vu Thuc Anh Vu 17:56 Hi everyone! My name is Anh Thuc (Christina) Vu, and I’m currently a sophomore at Grinnell College majoring in Computer Science and Economics. Location: United States DRG Role: Engineer for GSHAC Hobbies: Sleeping, Drawing, Watching Netflix, Listening to music. Connect with me on LinkedIn: http://linkedin.com/in/anh-thuc-vu-christina 1",
            "linkedin_url": "http://linkedin.com/in/anh-thuc-vu-christina",
            "image": "https://ca.slack-edge.com/T013F4Z825N-U072Y8HHJQY-3c9685e84c8d-48",
            "size": 2,
            "x": "0",
            "y": "0",
            "z": "0"
        }
    ],
    "links": [
        {
            "source": "0",
            "target": "119"
        },
        {
            "source": "0",
            "target": "96"
        },
        {
            "source": "1",
            "target": "70"
        },
        {
            "source": "1",
            "target": "124"
        },
        {
            "source": "2",
            "target": "50"
        },
        {
            "source": "2",
            "target": "7"
        },
        {
            "source": "3",
            "target": "19"
        },
        {
            "source": "3",
            "target": "2"
        },
        {
            "source": "4",
            "target": "21"
        },
        {
            "source": "4",
            "target": "28"
        },
        {
            "source": "5",
            "target": "49"
        },
        {
            "source": "5",
            "target": "42"
        },
        {
            "source": "6",
            "target": "113"
        },
        {
            "source": "6",
            "target": "112"
        },
        {
            "source": "7",
            "target": "2"
        },
        {
            "source": "7",
            "target": "20"
        },
        {
            "source": "8",
            "target": "112"
        },
        {
            "source": "8",
            "target": "77"
        },
        {
            "source": "9",
            "target": "18"
        },
        {
            "source": "9",
            "target": "59"
        },
        {
            "source": "10",
            "target": "32"
        },
        {
            "source": "10",
            "target": "109"
        },
        {
            "source": "11",
            "target": "64"
        },
        {
            "source": "11",
            "target": "71"
        },
        {
            "source": "12",
            "target": "32"
        },
        {
            "source": "12",
            "target": "88"
        },
        {
            "source": "13",
            "target": "96"
        },
        {
            "source": "13",
            "target": "27"
        },
        {
            "source": "14",
            "target": "46"
        },
        {
            "source": "14",
            "target": "101"
        },
        {
            "source": "15",
            "target": "52"
        },
        {
            "source": "15",
            "target": "23"
        },
        {
            "source": "16",
            "target": "18"
        },
        {
            "source": "16",
            "target": "89"
        },
        {
            "source": "17",
            "target": "71"
        },
        {
            "source": "17",
            "target": "53"
        },
        {
            "source": "18",
            "target": "9"
        },
        {
            "source": "18",
            "target": "16"
        },
        {
            "source": "19",
            "target": "24"
        },
        {
            "source": "19",
            "target": "3"
        },
        {
            "source": "20",
            "target": "103"
        },
        {
            "source": "20",
            "target": "79"
        },
        {
            "source": "21",
            "target": "4"
        },
        {
            "source": "21",
            "target": "33"
        },
        {
            "source": "22",
            "target": "92"
        },
        {
            "source": "22",
            "target": "90"
        },
        {
            "source": "23",
            "target": "41"
        },
        {
            "source": "23",
            "target": "52"
        },
        {
            "source": "24",
            "target": "19"
        },
        {
            "source": "24",
            "target": "111"
        },
        {
            "source": "25",
            "target": "74"
        },
        {
            "source": "25",
            "target": "119"
        },
        {
            "source": "26",
            "target": "110"
        },
        {
            "source": "26",
            "target": "120"
        },
        {
            "source": "27",
            "target": "114"
        },
        {
            "source": "27",
            "target": "13"
        },
        {
            "source": "28",
            "target": "4"
        },
        {
            "source": "28",
            "target": "58"
        },
        {
            "source": "29",
            "target": "83"
        },
        {
            "source": "29",
            "target": "108"
        },
        {
            "source": "30",
            "target": "42"
        },
        {
            "source": "30",
            "target": "108"
        },
        {
            "source": "31",
            "target": "106"
        },
        {
            "source": "31",
            "target": "33"
        },
        {
            "source": "32",
            "target": "10"
        },
        {
            "source": "32",
            "target": "12"
        },
        {
            "source": "33",
            "target": "21"
        },
        {
            "source": "33",
            "target": "31"
        },
        {
            "source": "34",
            "target": "124"
        },
        {
            "source": "34",
            "target": "15"
        },
        {
            "source": "35",
            "target": "74"
        },
        {
            "source": "35",
            "target": "51"
        },
        {
            "source": "36",
            "target": "84"
        },
        {
            "source": "36",
            "target": "111"
        },
        {
            "source": "37",
            "target": "101"
        },
        {
            "source": "37",
            "target": "57"
        },
        {
            "source": "38",
            "target": "91"
        },
        {
            "source": "38",
            "target": "72"
        },
        {
            "source": "39",
            "target": "116"
        },
        {
            "source": "39",
            "target": "42"
        },
        {
            "source": "40",
            "target": "84"
        },
        {
            "source": "40",
            "target": "11"
        },
        {
            "source": "41",
            "target": "23"
        },
        {
            "source": "41",
            "target": "56"
        },
        {
            "source": "42",
            "target": "39"
        },
        {
            "source": "42",
            "target": "5"
        },
        {
            "source": "43",
            "target": "46"
        },
        {
            "source": "43",
            "target": "16"
        },
        {
            "source": "44",
            "target": "38"
        },
        {
            "source": "44",
            "target": "72"
        },
        {
            "source": "45",
            "target": "67"
        },
        {
            "source": "45",
            "target": "51"
        },
        {
            "source": "46",
            "target": "14"
        },
        {
            "source": "46",
            "target": "43"
        },
        {
            "source": "47",
            "target": "85"
        },
        {
            "source": "47",
            "target": "69"
        },
        {
            "source": "48",
            "target": "112"
        },
        {
            "source": "48",
            "target": "60"
        },
        {
            "source": "49",
            "target": "89"
        },
        {
            "source": "49",
            "target": "115"
        },
        {
            "source": "50",
            "target": "2"
        },
        {
            "source": "50",
            "target": "77"
        },
        {
            "source": "51",
            "target": "26"
        },
        {
            "source": "51",
            "target": "45"
        },
        {
            "source": "52",
            "target": "15"
        },
        {
            "source": "52",
            "target": "103"
        },
        {
            "source": "53",
            "target": "56"
        },
        {
            "source": "53",
            "target": "32"
        },
        {
            "source": "54",
            "target": "98"
        },
        {
            "source": "54",
            "target": "39"
        },
        {
            "source": "55",
            "target": "123"
        },
        {
            "source": "55",
            "target": "113"
        },
        {
            "source": "56",
            "target": "53"
        },
        {
            "source": "56",
            "target": "41"
        },
        {
            "source": "57",
            "target": "37"
        },
        {
            "source": "57",
            "target": "115"
        },
        {
            "source": "58",
            "target": "63"
        },
        {
            "source": "58",
            "target": "4"
        },
        {
            "source": "59",
            "target": "9"
        },
        {
            "source": "59",
            "target": "115"
        },
        {
            "source": "60",
            "target": "79"
        },
        {
            "source": "60",
            "target": "48"
        },
        {
            "source": "61",
            "target": "76"
        },
        {
            "source": "61",
            "target": "62"
        },
        {
            "source": "62",
            "target": "83"
        },
        {
            "source": "62",
            "target": "61"
        },
        {
            "source": "63",
            "target": "107"
        },
        {
            "source": "63",
            "target": "58"
        },
        {
            "source": "64",
            "target": "75"
        },
        {
            "source": "64",
            "target": "103"
        },
        {
            "source": "65",
            "target": "92"
        },
        {
            "source": "65",
            "target": "82"
        },
        {
            "source": "66",
            "target": "78"
        },
        {
            "source": "66",
            "target": "1"
        },
        {
            "source": "67",
            "target": "45"
        },
        {
            "source": "67",
            "target": "48"
        },
        {
            "source": "68",
            "target": "54"
        },
        {
            "source": "68",
            "target": "37"
        },
        {
            "source": "69",
            "target": "47"
        },
        {
            "source": "69",
            "target": "72"
        },
        {
            "source": "70",
            "target": "82"
        },
        {
            "source": "70",
            "target": "1"
        },
        {
            "source": "71",
            "target": "75"
        },
        {
            "source": "71",
            "target": "11"
        },
        {
            "source": "72",
            "target": "87"
        },
        {
            "source": "72",
            "target": "38"
        },
        {
            "source": "73",
            "target": "81"
        },
        {
            "source": "73",
            "target": "86"
        },
        {
            "source": "74",
            "target": "25"
        },
        {
            "source": "74",
            "target": "46"
        },
        {
            "source": "75",
            "target": "64"
        },
        {
            "source": "75",
            "target": "71"
        },
        {
            "source": "76",
            "target": "61"
        },
        {
            "source": "76",
            "target": "106"
        },
        {
            "source": "77",
            "target": "7"
        },
        {
            "source": "77",
            "target": "8"
        },
        {
            "source": "78",
            "target": "66"
        },
        {
            "source": "78",
            "target": "90"
        },
        {
            "source": "79",
            "target": "60"
        },
        {
            "source": "79",
            "target": "20"
        },
        {
            "source": "80",
            "target": "8"
        },
        {
            "source": "80",
            "target": "77"
        },
        {
            "source": "81",
            "target": "73"
        },
        {
            "source": "81",
            "target": "102"
        },
        {
            "source": "82",
            "target": "52"
        },
        {
            "source": "82",
            "target": "70"
        },
        {
            "source": "83",
            "target": "29"
        },
        {
            "source": "83",
            "target": "62"
        },
        {
            "source": "84",
            "target": "40"
        },
        {
            "source": "84",
            "target": "36"
        },
        {
            "source": "85",
            "target": "47"
        },
        {
            "source": "85",
            "target": "95"
        },
        {
            "source": "86",
            "target": "73"
        },
        {
            "source": "86",
            "target": "97"
        },
        {
            "source": "87",
            "target": "121"
        },
        {
            "source": "87",
            "target": "72"
        },
        {
            "source": "88",
            "target": "12"
        },
        {
            "source": "88",
            "target": "53"
        },
        {
            "source": "89",
            "target": "49"
        },
        {
            "source": "89",
            "target": "16"
        },
        {
            "source": "90",
            "target": "78"
        },
        {
            "source": "90",
            "target": "122"
        },
        {
            "source": "91",
            "target": "38"
        },
        {
            "source": "91",
            "target": "106"
        },
        {
            "source": "92",
            "target": "65"
        },
        {
            "source": "92",
            "target": "105"
        },
        {
            "source": "93",
            "target": "109"
        },
        {
            "source": "93",
            "target": "95"
        },
        {
            "source": "94",
            "target": "121"
        },
        {
            "source": "94",
            "target": "4"
        },
        {
            "source": "95",
            "target": "71"
        },
        {
            "source": "95",
            "target": "85"
        },
        {
            "source": "96",
            "target": "13"
        },
        {
            "source": "96",
            "target": "0"
        },
        {
            "source": "97",
            "target": "78"
        },
        {
            "source": "97",
            "target": "86"
        },
        {
            "source": "98",
            "target": "54"
        },
        {
            "source": "98",
            "target": "14"
        },
        {
            "source": "99",
            "target": "65"
        },
        {
            "source": "99",
            "target": "124"
        },
        {
            "source": "100",
            "target": "99"
        },
        {
            "source": "100",
            "target": "92"
        },
        {
            "source": "101",
            "target": "37"
        },
        {
            "source": "101",
            "target": "14"
        },
        {
            "source": "102",
            "target": "81"
        },
        {
            "source": "102",
            "target": "120"
        },
        {
            "source": "103",
            "target": "64"
        },
        {
            "source": "103",
            "target": "20"
        },
        {
            "source": "104",
            "target": "77"
        },
        {
            "source": "104",
            "target": "50"
        },
        {
            "source": "105",
            "target": "92"
        },
        {
            "source": "105",
            "target": "10"
        },
        {
            "source": "106",
            "target": "31"
        },
        {
            "source": "106",
            "target": "76"
        },
        {
            "source": "107",
            "target": "63"
        },
        {
            "source": "107",
            "target": "118"
        },
        {
            "source": "108",
            "target": "29"
        },
        {
            "source": "108",
            "target": "30"
        },
        {
            "source": "109",
            "target": "10"
        },
        {
            "source": "109",
            "target": "11"
        },
        {
            "source": "110",
            "target": "8"
        },
        {
            "source": "110",
            "target": "26"
        },
        {
            "source": "111",
            "target": "24"
        },
        {
            "source": "111",
            "target": "107"
        },
        {
            "source": "112",
            "target": "113"
        },
        {
            "source": "112",
            "target": "48"
        },
        {
            "source": "113",
            "target": "6"
        },
        {
            "source": "113",
            "target": "112"
        },
        {
            "source": "114",
            "target": "27"
        },
        {
            "source": "114",
            "target": "50"
        },
        {
            "source": "115",
            "target": "49"
        },
        {
            "source": "115",
            "target": "57"
        },
        {
            "source": "116",
            "target": "39"
        },
        {
            "source": "116",
            "target": "89"
        },
        {
            "source": "117",
            "target": "118"
        },
        {
            "source": "117",
            "target": "44"
        },
        {
            "source": "118",
            "target": "117"
        },
        {
            "source": "118",
            "target": "107"
        },
        {
            "source": "119",
            "target": "0"
        },
        {
            "source": "119",
            "target": "58"
        },
        {
            "source": "120",
            "target": "8"
        },
        {
            "source": "120",
            "target": "26"
        },
        {
            "source": "121",
            "target": "87"
        },
        {
            "source": "121",
            "target": "94"
        },
        {
            "source": "122",
            "target": "90"
        },
        {
            "source": "122",
            "target": "124"
        },
        {
            "source": "123",
            "target": "55"
        },
        {
            "source": "123",
            "target": "81"
        },
        {
            "source": "124",
            "target": "1"
        },
        {
            "source": "124",
            "target": "99"
        }
    ]
}